{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          0
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "¡": 100,
      "¢": 101,
      "£": 102,
      "¤": 103,
      "¥": 104,
      "¦": 105,
      "§": 106,
      "¨": 107,
      "©": 108,
      "ª": 109,
      "«": 110,
      "¬": 111,
      "­": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¸": 123,
      "¹": 124,
      "º": 125,
      "»": 126,
      "¼": 127,
      "½": 128,
      "¾": 129,
      "¿": 130,
      "À": 131,
      "Á": 132,
      "Â": 133,
      "Ã": 134,
      "Ä": 135,
      "Å": 136,
      "Æ": 137,
      "Ç": 138,
      "È": 139,
      "É": 140,
      "Ê": 141,
      "Ë": 142,
      "Ì": 143,
      "Í": 144,
      "Î": 145,
      "Ï": 146,
      "Ð": 147,
      "Ñ": 148,
      "Ò": 149,
      "Ó": 150,
      "Ô": 151,
      "Õ": 152,
      "Ö": 153,
      "×": 154,
      "Ø": 155,
      "Ù": 156,
      "Ú": 157,
      "Û": 158,
      "Ü": 159,
      "Ý": 160,
      "Þ": 161,
      "ß": 162,
      "à": 163,
      "á": 164,
      "â": 165,
      "ã": 166,
      "ä": 167,
      "å": 168,
      "æ": 169,
      "ç": 170,
      "è": 171,
      "é": 172,
      "ê": 173,
      "ë": 174,
      "ì": 175,
      "í": 176,
      "î": 177,
      "ï": 178,
      "ð": 179,
      "ñ": 180,
      "ò": 181,
      "ó": 182,
      "ô": 183,
      "õ": 184,
      "ö": 185,
      "÷": 186,
      "ø": 187,
      "ù": 188,
      "ú": 189,
      "û": 190,
      "ü": 191,
      "ý": 192,
      "þ": 193,
      "ÿ": 194,
      "Ā": 195,
      "ā": 196,
      "Ă": 197,
      "ă": 198,
      "Ą": 199,
      "ą": 200,
      "Ć": 201,
      "ć": 202,
      "Ĉ": 203,
      "ĉ": 204,
      "Ċ": 205,
      "ċ": 206,
      "Č": 207,
      "č": 208,
      "Ď": 209,
      "ď": 210,
      "Đ": 211,
      "đ": 212,
      "Ē": 213,
      "ē": 214,
      "Ĕ": 215,
      "ĕ": 216,
      "Ė": 217,
      "ė": 218,
      "Ę": 219,
      "ę": 220,
      "Ě": 221,
      "ě": 222,
      "Ĝ": 223,
      "ĝ": 224,
      "Ğ": 225,
      "ğ": 226,
      "Ġ": 227,
      "ġ": 228,
      "Ģ": 229,
      "ģ": 230,
      "Ĥ": 231,
      "ĥ": 232,
      "Ħ": 233,
      "ħ": 234,
      "Ĩ": 235,
      "ĩ": 236,
      "Ī": 237,
      "ī": 238,
      "Ĭ": 239,
      "ĭ": 240,
      "Į": 241,
      "į": 242,
      "İ": 243,
      "ı": 244,
      "Ĳ": 245,
      "ĳ": 246,
      "Ĵ": 247,
      "ĵ": 248,
      "Ķ": 249,
      "ķ": 250,
      "ĸ": 251,
      "Ĺ": 252,
      "ĺ": 253,
      "Ļ": 254,
      "ļ": 255,
      "Ľ": 256,
      "ľ": 257,
      "Ŀ": 258,
      "ŀ": 259,
      "Ł": 260,
      "ł": 261,
      "Ń": 262,
      "ń": 263,
      "ō": 264,
      "ő": 265,
      "Œ": 266,
      "œ": 267,
      "ř": 268,
      "Ş": 269,
      "Š": 270,
      "š": 271,
      "ů": 272,
      "ű": 273,
      "Ÿ": 274,
      "Ž": 275,
      "ž": 276,
      "ƃ": 277,
      "Ǝ": 278,
      "Ɛ": 279,
      "ƒ": 280,
      "Ɩ": 281,
      "ǔ": 282,
      "ǝ": 283,
      "ș": 284,
      "ɐ": 285,
      "ɔ": 286,
      "ɟ": 287,
      "ɥ": 288,
      "ɯ": 289,
      "ɹ": 290,
      "ɾ": 291,
      "ʇ": 292,
      "ʌ": 293,
      "ʍ": 294,
      "ʎ": 295,
      "ʞ": 296,
      "ˆ": 297,
      "˥": 298,
      "́": 299,
      "̃": 300,
      "̄": 301,
      "̅": 302,
      "̇": 303,
      "̈": 304,
      "̊": 305,
      "̧": 306,
      "͓": 307,
      "Δ": 308,
      "Θ": 309,
      "Λ": 310,
      "Ω": 311,
      "α": 312,
      "β": 313,
      "γ": 314,
      "δ": 315,
      "ε": 316,
      "θ": 317,
      "λ": 318,
      "μ": 319,
      "π": 320,
      "φ": 321,
      "ϛ": 322,
      "Ͻ": 323,
      "А": 324,
      "Б": 325,
      "В": 326,
      "Г": 327,
      "Д": 328,
      "Е": 329,
      "Ж": 330,
      "З": 331,
      "И": 332,
      "К": 333,
      "Л": 334,
      "М": 335,
      "Н": 336,
      "О": 337,
      "П": 338,
      "Р": 339,
      "С": 340,
      "Т": 341,
      "У": 342,
      "Ф": 343,
      "Х": 344,
      "Ц": 345,
      "Ч": 346,
      "Ш": 347,
      "Э": 348,
      "Я": 349,
      "а": 350,
      "б": 351,
      "в": 352,
      "г": 353,
      "д": 354,
      "е": 355,
      "ж": 356,
      "з": 357,
      "и": 358,
      "й": 359,
      "к": 360,
      "л": 361,
      "м": 362,
      "н": 363,
      "о": 364,
      "п": 365,
      "р": 366,
      "с": 367,
      "т": 368,
      "у": 369,
      "ф": 370,
      "х": 371,
      "ц": 372,
      "ч": 373,
      "ш": 374,
      "щ": 375,
      "ъ": 376,
      "ы": 377,
      "ь": 378,
      "э": 379,
      "ю": 380,
      "я": 381,
      "ё": 382,
      "Ԁ": 383,
      "א": 384,
      "ב": 385,
      "ג": 386,
      "ל": 387,
      "ר": 388,
      "؛": 389,
      "ء": 390,
      "آ": 391,
      "أ": 392,
      "ا": 393,
      "ب": 394,
      "ر": 395,
      "س": 396,
      "م": 397,
      "ن": 398,
      "ه": 399,
      "و": 400,
      "ی": 401,
      "ࠒ": 402,
      "ᄅ": 403,
      "ᗡ": 404,
      "ᴚ": 405,
      "ᶚ": 406,
      "Ḏ": 407,
      "ộ": 408,
      "ỹ": 409,
      "Ὁ": 410,
      "​": 411,
      "‌": 412,
      "‐": 413,
      "–": 414,
      "—": 415,
      "―": 416,
      "‘": 417,
      "’": 418,
      "‚": 419,
      "“": 420,
      "”": 421,
      "„": 422,
      "†": 423,
      "‡": 424,
      "•": 425,
      "‰": 426,
      "′": 427,
      "‹": 428,
      "›": 429,
      "⁄": 430,
      "₥": 431,
      "€": 432,
      "⃦": 433,
      "Ⅎ": 434,
      "→": 435,
      "↓": 436,
      "⇒": 437,
      "∀": 438,
      "∆": 439,
      "∏": 440,
      "∑": 441,
      "−": 442,
      "√": 443,
      "∞": 444,
      "∩": 445,
      "≤": 446,
      "≥": 447,
      "⊥": 448,
      "⌌": 449,
      "⌍": 450,
      "─": 451,
      "━": 452,
      "│": 453,
      "┃": 454,
      "┌": 455,
      "┏": 456,
      "┐": 457,
      "┓": 458,
      "└": 459,
      "┗": 460,
      "┘": 461,
      "┛": 462,
      "├": 463,
      "┣": 464,
      "┤": 465,
      "┫": 466,
      "┬": 467,
      "┳": 468,
      "┴": 469,
      "┻": 470,
      "┼": 471,
      "╋": 472,
      "★": 473,
      "☐": 474,
      "☑": 475,
      "☜": 476,
      "☝": 477,
      "☠": 478,
      "☺": 479,
      "☻": 480,
      "♠": 481,
      "♣": 482,
      "♥": 483,
      "♦": 484,
      "♪": 485,
      "♫": 486,
      "⚐": 487,
      "✋": 488,
      "✓": 489,
      "❄": 490,
      "❤": 491,
      "、": 492,
      "。": 493,
      "《": 494,
      "「": 495,
      "」": 496,
      "【": 497,
      "】": 498,
      "あ": 499,
      "い": 500,
      "う": 501,
      "え": 502,
      "お": 503,
      "か": 504,
      "が": 505,
      "き": 506,
      "く": 507,
      "け": 508,
      "げ": 509,
      "こ": 510,
      "ご": 511,
      "さ": 512,
      "し": 513,
      "じ": 514,
      "す": 515,
      "ず": 516,
      "せ": 517,
      "そ": 518,
      "た": 519,
      "だ": 520,
      "ち": 521,
      "っ": 522,
      "つ": 523,
      "て": 524,
      "で": 525,
      "と": 526,
      "ど": 527,
      "な": 528,
      "に": 529,
      "の": 530,
      "は": 531,
      "ば": 532,
      "ぱ": 533,
      "び": 534,
      "へ": 535,
      "べ": 536,
      "ほ": 537,
      "ま": 538,
      "み": 539,
      "む": 540,
      "め": 541,
      "も": 542,
      "や": 543,
      "よ": 544,
      "ら": 545,
      "り": 546,
      "る": 547,
      "れ": 548,
      "ろ": 549,
      "わ": 550,
      "を": 551,
      "ん": 552,
      "゙": 553,
      "゚": 554,
      "ァ": 555,
      "ア": 556,
      "ィ": 557,
      "イ": 558,
      "ゥ": 559,
      "ウ": 560,
      "ェ": 561,
      "エ": 562,
      "ォ": 563,
      "オ": 564,
      "カ": 565,
      "ガ": 566,
      "キ": 567,
      "ギ": 568,
      "ク": 569,
      "グ": 570,
      "ケ": 571,
      "ゲ": 572,
      "コ": 573,
      "ゴ": 574,
      "サ": 575,
      "ザ": 576,
      "シ": 577,
      "ジ": 578,
      "ス": 579,
      "ズ": 580,
      "セ": 581,
      "ゼ": 582,
      "ソ": 583,
      "ゾ": 584,
      "タ": 585,
      "ダ": 586,
      "チ": 587,
      "ヂ": 588,
      "ッ": 589,
      "ツ": 590,
      "ヅ": 591,
      "テ": 592,
      "デ": 593,
      "ト": 594,
      "ド": 595,
      "ナ": 596,
      "ニ": 597,
      "ヌ": 598,
      "ネ": 599,
      "ノ": 600,
      "ハ": 601,
      "バ": 602,
      "パ": 603,
      "ヒ": 604,
      "ビ": 605,
      "ピ": 606,
      "フ": 607,
      "ブ": 608,
      "プ": 609,
      "ヘ": 610,
      "ベ": 611,
      "ペ": 612,
      "ホ": 613,
      "ボ": 614,
      "ポ": 615,
      "マ": 616,
      "ミ": 617,
      "ム": 618,
      "メ": 619,
      "モ": 620,
      "ャ": 621,
      "ヤ": 622,
      "ュ": 623,
      "ユ": 624,
      "ョ": 625,
      "ヨ": 626,
      "ラ": 627,
      "リ": 628,
      "ル": 629,
      "レ": 630,
      "ロ": 631,
      "ワ": 632,
      "ヲ": 633,
      "ン": 634,
      "ヴ": 635,
      "ヷ": 636,
      "ヺ": 637,
      "・": 638,
      "ー": 639,
      "ㄣ": 640,
      "ㄥ": 641,
      "䰀": 642,
      "一": 643,
      "丁": 644,
      "三": 645,
      "上": 646,
      "下": 647,
      "不": 648,
      "与": 649,
      "丑": 650,
      "且": 651,
      "丙": 652,
      "业": 653,
      "両": 654,
      "两": 655,
      "个": 656,
      "中": 657,
      "串": 658,
      "临": 659,
      "丸": 660,
      "为": 661,
      "主": 662,
      "么": 663,
      "之": 664,
      "乐": 665,
      "乙": 666,
      "也": 667,
      "习": 668,
      "书": 669,
      "了": 670,
      "予": 671,
      "事": 672,
      "二": 673,
      "于": 674,
      "云": 675,
      "五": 676,
      "交": 677,
      "亥": 678,
      "产": 679,
      "享": 680,
      "京": 681,
      "人": 682,
      "什": 683,
      "今": 684,
      "仍": 685,
      "从": 686,
      "仔": 687,
      "他": 688,
      "付": 689,
      "代": 690,
      "令": 691,
      "以": 692,
      "仮": 693,
      "件": 694,
      "任": 695,
      "份": 696,
      "优": 697,
      "会": 698,
      "传": 699,
      "估": 700,
      "似": 701,
      "但": 702,
      "位": 703,
      "体": 704,
      "何": 705,
      "余": 706,
      "佛": 707,
      "作": 708,
      "你": 709,
      "併": 710,
      "使": 711,
      "例": 712,
      "供": 713,
      "係": 714,
      "保": 715,
      "信": 716,
      "修": 717,
      "候": 718,
      "値": 719,
      "值": 720,
      "假": 721,
      "偏": 722,
      "做": 723,
      "停": 724,
      "側": 725,
      "備": 726,
      "储": 727,
      "像": 728,
      "儿": 729,
      "允": 730,
      "元": 731,
      "先": 732,
      "光": 733,
      "克": 734,
      "免": 735,
      "兔": 736,
      "入": 737,
      "全": 738,
      "八": 739,
      "公": 740,
      "共": 741,
      "关": 742,
      "兵": 743,
      "其": 744,
      "具": 745,
      "典": 746,
      "内": 747,
      "册": 748,
      "再": 749,
      "写": 750,
      "决": 751,
      "况": 752,
      "冻": 753,
      "减": 754,
      "几": 755,
      "処": 756,
      "凹": 757,
      "出": 758,
      "函": 759,
      "分": 760,
      "切": 761,
      "划": 762,
      "列": 763,
      "则": 764,
      "创": 765,
      "初": 766,
      "删": 767,
      "判": 768,
      "別": 769,
      "利": 770,
      "到": 771,
      "制": 772,
      "刷": 773,
      "削": 774,
      "前": 775,
      "剑": 776,
      "剤": 777,
      "剥": 778,
      "剩": 779,
      "割": 780,
      "劃": 781,
      "力": 782,
      "功": 783,
      "加": 784,
      "务": 785,
      "动": 786,
      "動": 787,
      "務": 788,
      "包": 789,
      "化": 790,
      "北": 791,
      "匹": 792,
      "区": 793,
      "十": 794,
      "千": 795,
      "升": 796,
      "午": 797,
      "半": 798,
      "华": 799,
      "协": 800,
      "单": 801,
      "卖": 802,
      "単": 803,
      "卯": 804,
      "印": 805,
      "危": 806,
      "却": 807,
      "历": 808,
      "压": 809,
      "去": 810,
      "参": 811,
      "又": 812,
      "及": 813,
      "双": 814,
      "反": 815,
      "发": 816,
      "取": 817,
      "受": 818,
      "变": 819,
      "叠": 820,
      "口": 821,
      "只": 822,
      "可": 823,
      "右": 824,
      "叶": 825,
      "号": 826,
      "司": 827,
      "各": 828,
      "合": 829,
      "同": 830,
      "名": 831,
      "后": 832,
      "向": 833,
      "君": 834,
      "否": 835,
      "含": 836,
      "听": 837,
      "启": 838,
      "告": 839,
      "员": 840,
      "呼": 841,
      "命": 842,
      "和": 843,
      "品": 844,
      "响": 845,
      "哲": 846,
      "商": 847,
      "問": 848,
      "喜": 849,
      "嗯": 850,
      "器": 851,
      "四": 852,
      "回": 853,
      "因": 854,
      "团": 855,
      "囲": 856,
      "围": 857,
      "国": 858,
      "图": 859,
      "圆": 860,
      "國": 861,
      "土": 862,
      "在": 863,
      "地": 864,
      "址": 865,
      "坐": 866,
      "块": 867,
      "型": 868,
      "城": 869,
      "域": 870,
      "基": 871,
      "堆": 872,
      "報": 873,
      "場": 874,
      "塑": 875,
      "塞": 876,
      "境": 877,
      "墙": 878,
      "增": 879,
      "壁": 880,
      "壬": 881,
      "处": 882,
      "备": 883,
      "変": 884,
      "复": 885,
      "外": 886,
      "多": 887,
      "够": 888,
      "大": 889,
      "天": 890,
      "太": 891,
      "失": 892,
      "头": 893,
      "好": 894,
      "如": 895,
      "妈": 896,
      "妥": 897,
      "始": 898,
      "委": 899,
      "子": 900,
      "字": 901,
      "存": 902,
      "学": 903,
      "孫": 904,
      "學": 905,
      "它": 906,
      "安": 907,
      "完": 908,
      "定": 909,
      "实": 910,
      "実": 911,
      "客": 912,
      "宣": 913,
      "害": 914,
      "家": 915,
      "容": 916,
      "宽": 917,
      "宿": 918,
      "寂": 919,
      "寅": 920,
      "密": 921,
      "寸": 922,
      "对": 923,
      "寻": 924,
      "导": 925,
      "対": 926,
      "封": 927,
      "専": 928,
      "射": 929,
      "将": 930,
      "導": 931,
      "小": 932,
      "少": 933,
      "尝": 934,
      "就": 935,
      "尺": 936,
      "尽": 937,
      "尾": 938,
      "局": 939,
      "层": 940,
      "屋": 941,
      "展": 942,
      "属": 943,
      "山": 944,
      "峰": 945,
      "嵌": 946,
      "川": 947,
      "工": 948,
      "左": 949,
      "差": 950,
      "己": 951,
      "已": 952,
      "巳": 953,
      "市": 954,
      "布": 955,
      "希": 956,
      "带": 957,
      "帮": 958,
      "常": 959,
      "干": 960,
      "平": 961,
      "年": 962,
      "并": 963,
      "庆": 964,
      "序": 965,
      "库": 966,
      "应": 967,
      "庚": 968,
      "度": 969,
      "庫": 970,
      "建": 971,
      "开": 972,
      "异": 973,
      "式": 974,
      "引": 975,
      "归": 976,
      "当": 977,
      "录": 978,
      "形": 979,
      "影": 980,
      "往": 981,
      "径": 982,
      "待": 983,
      "很": 984,
      "後": 985,
      "得": 986,
      "循": 987,
      "微": 988,
      "心": 989,
      "必": 990,
      "応": 991,
      "念": 992,
      "忽": 993,
      "态": 994,
      "思": 995,
      "性": 996,
      "总": 997,
      "恢": 998,
      "息": 999,
      "情": 1000,
      "想": 1001,
      "意": 1002,
      "愛": 1003,
      "態": 1004,
      "慢": 1005,
      "慮": 1006,
      "戊": 1007,
      "戌": 1008,
      "成": 1009,
      "我": 1010,
      "或": 1011,
      "戦": 1012,
      "截": 1013,
      "戳": 1014,
      "户": 1015,
      "戻": 1016,
      "所": 1017,
      "手": 1018,
      "打": 1019,
      "扣": 1020,
      "执": 1021,
      "扩": 1022,
      "扫": 1023,
      "批": 1024,
      "找": 1025,
      "技": 1026,
      "投": 1027,
      "抛": 1028,
      "护": 1029,
      "报": 1030,
      "抵": 1031,
      "抽": 1032,
      "拆": 1033,
      "拉": 1034,
      "拟": 1035,
      "择": 1036,
      "括": 1037,
      "拼": 1038,
      "拿": 1039,
      "持": 1040,
      "挂": 1041,
      "指": 1042,
      "按": 1043,
      "挙": 1044,
      "换": 1045,
      "据": 1046,
      "授": 1047,
      "掉": 1048,
      "排": 1049,
      "接": 1050,
      "控": 1051,
      "推": 1052,
      "描": 1053,
      "提": 1054,
      "插": 1055,
      "換": 1056,
      "揭": 1057,
      "搜": 1058,
      "搭": 1059,
      "摘": 1060,
      "操": 1061,
      "擬": 1062,
      "支": 1063,
      "改": 1064,
      "攻": 1065,
      "放": 1066,
      "效": 1067,
      "敗": 1068,
      "散": 1069,
      "数": 1070,
      "整": 1071,
      "文": 1072,
      "料": 1073,
      "断": 1074,
      "新": 1075,
      "方": 1076,
      "施": 1077,
      "旁": 1078,
      "族": 1079,
      "无": 1080,
      "日": 1081,
      "时": 1082,
      "昇": 1083,
      "明": 1084,
      "春": 1085,
      "是": 1086,
      "显": 1087,
      "時": 1088,
      "晓": 1089,
      "普": 1090,
      "暂": 1091,
      "更": 1092,
      "書": 1093,
      "替": 1094,
      "最": 1095,
      "月": 1096,
      "有": 1097,
      "服": 1098,
      "望": 1099,
      "期": 1100,
      "木": 1101,
      "未": 1102,
      "末": 1103,
      "本": 1104,
      "术": 1105,
      "机": 1106,
      "权": 1107,
      "李": 1108,
      "村": 1109,
      "杜": 1110,
      "束": 1111,
      "条": 1112,
      "来": 1113,
      "杨": 1114,
      "東": 1115,
      "松": 1116,
      "板": 1117,
      "极": 1118,
      "构": 1119,
      "析": 1120,
      "林": 1121,
      "果": 1122,
      "枠": 1123,
      "架": 1124,
      "柏": 1125,
      "某": 1126,
      "柔": 1127,
      "柘": 1128,
      "查": 1129,
      "柳": 1130,
      "査": 1131,
      "标": 1132,
      "树": 1133,
      "校": 1134,
      "样": 1135,
      "根": 1136,
      "格": 1137,
      "框": 1138,
      "桑": 1139,
      "档": 1140,
      "桶": 1141,
      "检": 1142,
      "棄": 1143,
      "棉": 1144,
      "棒": 1145,
      "棕": 1146,
      "棱": 1147,
      "検": 1148,
      "業": 1149,
      "概": 1150,
      "榈": 1151,
      "榴": 1152,
      "槽": 1153,
      "標": 1154,
      "模": 1155,
      "機": 1156,
      "橡": 1157,
      "次": 1158,
      "欢": 1159,
      "止": 1160,
      "正": 1161,
      "此": 1162,
      "步": 1163,
      "殊": 1164,
      "残": 1165,
      "段": 1166,
      "母": 1167,
      "毎": 1168,
      "每": 1169,
      "比": 1170,
      "毫": 1171,
      "民": 1172,
      "水": 1173,
      "永": 1174,
      "求": 1175,
      "汉": 1176,
      "池": 1177,
      "決": 1178,
      "沙": 1179,
      "没": 1180,
      "沥": 1181,
      "沪": 1182,
      "河": 1183,
      "油": 1184,
      "況": 1185,
      "泉": 1186,
      "泊": 1187,
      "法": 1188,
      "注": 1189,
      "派": 1190,
      "流": 1191,
      "测": 1192,
      "海": 1193,
      "消": 1194,
      "涧": 1195,
      "液": 1196,
      "淆": 1197,
      "混": 1198,
      "添": 1199,
      "清": 1200,
      "済": 1201,
      "減": 1202,
      "渡": 1203,
      "測": 1204,
      "湯": 1205,
      "源": 1206,
      "準": 1207,
      "溢": 1208,
      "溪": 1209,
      "满": 1210,
      "漢": 1211,
      "火": 1212,
      "灯": 1213,
      "炉": 1214,
      "点": 1215,
      "為": 1216,
      "热": 1217,
      "無": 1218,
      "焦": 1219,
      "然": 1220,
      "煤": 1221,
      "照": 1222,
      "熱": 1223,
      "父": 1224,
      "片": 1225,
      "版": 1226,
      "牌": 1227,
      "牛": 1228,
      "特": 1229,
      "状": 1230,
      "狗": 1231,
      "独": 1232,
      "猪": 1233,
      "猴": 1234,
      "率": 1235,
      "玉": 1236,
      "环": 1237,
      "现": 1238,
      "玻": 1239,
      "現": 1240,
      "理": 1241,
      "璃": 1242,
      "環": 1243,
      "生": 1244,
      "用": 1245,
      "田": 1246,
      "由": 1247,
      "甲": 1248,
      "申": 1249,
      "电": 1250,
      "画": 1251,
      "略": 1252,
      "番": 1253,
      "異": 1254,
      "癸": 1255,
      "発": 1256,
      "登": 1257,
      "白": 1258,
      "百": 1259,
      "的": 1260,
      "监": 1261,
      "盖": 1262,
      "目": 1263,
      "直": 1264,
      "相": 1265,
      "看": 1266,
      "県": 1267,
      "真": 1268,
      "着": 1269,
      "知": 1270,
      "短": 1271,
      "石": 1272,
      "矿": 1273,
      "码": 1274,
      "砂": 1275,
      "破": 1276,
      "硬": 1277,
      "确": 1278,
      "確": 1279,
      "碼": 1280,
      "示": 1281,
      "祖": 1282,
      "离": 1283,
      "私": 1284,
      "种": 1285,
      "秒": 1286,
      "积": 1287,
      "称": 1288,
      "移": 1289,
      "程": 1290,
      "積": 1291,
      "空": 1292,
      "穿": 1293,
      "立": 1294,
      "端": 1295,
      "符": 1296,
      "第": 1297,
      "等": 1298,
      "策": 1299,
      "签": 1300,
      "箇": 1301,
      "箔": 1302,
      "算": 1303,
      "管": 1304,
      "範": 1305,
      "篡": 1306,
      "米": 1307,
      "类": 1308,
      "粕": 1309,
      "糊": 1310,
      "糖": 1311,
      "系": 1312,
      "約": 1313,
      "納": 1314,
      "素": 1315,
      "索": 1316,
      "終": 1317,
      "組": 1318,
      "経": 1319,
      "結": 1320,
      "継": 1321,
      "続": 1322,
      "総": 1323,
      "編": 1324,
      "縁": 1325,
      "繰": 1326,
      "约": 1327,
      "级": 1328,
      "纹": 1329,
      "线": 1330,
      "组": 1331,
      "终": 1332,
      "经": 1333,
      "结": 1334,
      "绕": 1335,
      "绘": 1336,
      "给": 1337,
      "络": 1338,
      "统": 1339,
      "继": 1340,
      "续": 1341,
      "维": 1342,
      "缀": 1343,
      "缓": 1344,
      "编": 1345,
      "缩": 1346,
      "缺": 1347,
      "网": 1348,
      "置": 1349,
      "羊": 1350,
      "群": 1351,
      "義": 1352,
      "老": 1353,
      "考": 1354,
      "者": 1355,
      "而": 1356,
      "耗": 1357,
      "胶": 1358,
      "能": 1359,
      "自": 1360,
      "致": 1361,
      "色": 1362,
      "节": 1363,
      "芳": 1364,
      "若": 1365,
      "英": 1366,
      "苹": 1367,
      "范": 1368,
      "荐": 1369,
      "荘": 1370,
      "获": 1371,
      "萍": 1372,
      "萬": 1373,
      "落": 1374,
      "葉": 1375,
      "藏": 1376,
      "蘇": 1377,
      "虎": 1378,
      "虚": 1379,
      "蛇": 1380,
      "蛋": 1381,
      "蜡": 1382,
      "螺": 1383,
      "行": 1384,
      "表": 1385,
      "被": 1386,
      "装": 1387,
      "補": 1388,
      "要": 1389,
      "覆": 1390,
      "見": 1391,
      "規": 1392,
      "視": 1393,
      "親": 1394,
      "规": 1395,
      "角": 1396,
      "解": 1397,
      "言": 1398,
      "計": 1399,
      "記": 1400,
      "設": 1401,
      "許": 1402,
      "証": 1403,
      "試": 1404,
      "詰": 1405,
      "詳": 1406,
      "認": 1407,
      "語": 1408,
      "誤": 1409,
      "読": 1410,
      "誰": 1411,
      "調": 1412,
      "警": 1413,
      "譲": 1414,
      "计": 1415,
      "认": 1416,
      "让": 1417,
      "记": 1418,
      "许": 1419,
      "设": 1420,
      "访": 1421,
      "证": 1422,
      "评": 1423,
      "词": 1424,
      "译": 1425,
      "试": 1426,
      "询": 1427,
      "该": 1428,
      "详": 1429,
      "语": 1430,
      "误": 1431,
      "说": 1432,
      "请": 1433,
      "读": 1434,
      "谀": 1435,
      "调": 1436,
      "谢": 1437,
      "豆": 1438,
      "象": 1439,
      "質": 1440,
      "负": 1441,
      "责": 1442,
      "败": 1443,
      "账": 1444,
      "质": 1445,
      "贴": 1446,
      "费": 1447,
      "资": 1448,
      "赋": 1449,
      "赤": 1450,
      "走": 1451,
      "起": 1452,
      "超": 1453,
      "足": 1454,
      "距": 1455,
      "跟": 1456,
      "跨": 1457,
      "路": 1458,
      "踪": 1459,
      "軟": 1460,
      "較": 1461,
      "转": 1462,
      "轮": 1463,
      "软": 1464,
      "载": 1465,
      "较": 1466,
      "输": 1467,
      "辛": 1468,
      "辞": 1469,
      "辟": 1470,
      "辰": 1471,
      "边": 1472,
      "込": 1473,
      "达": 1474,
      "过": 1475,
      "运": 1476,
      "近": 1477,
      "返": 1478,
      "还": 1479,
      "这": 1480,
      "进": 1481,
      "远": 1482,
      "连": 1483,
      "述": 1484,
      "追": 1485,
      "退": 1486,
      "送": 1487,
      "逆": 1488,
      "选": 1489,
      "透": 1490,
      "递": 1491,
      "通": 1492,
      "速": 1493,
      "遍": 1494,
      "過": 1495,
      "道": 1496,
      "違": 1497,
      "適": 1498,
      "遷": 1499,
      "避": 1500,
      "那": 1501,
      "郎": 1502,
      "郑": 1503,
      "部": 1504,
      "都": 1505,
      "酉": 1506,
      "配": 1507,
      "醇": 1508,
      "里": 1509,
      "重": 1510,
      "野": 1511,
      "量": 1512,
      "金": 1513,
      "鈴": 1514,
      "针": 1515,
      "钏": 1516,
      "钗": 1517,
      "钟": 1518,
      "钥": 1519,
      "铁": 1520,
      "铜": 1521,
      "铝": 1522,
      "银": 1523,
      "链": 1524,
      "锁": 1525,
      "锌": 1526,
      "错": 1527,
      "键": 1528,
      "镍": 1529,
      "镜": 1530,
      "長": 1531,
      "长": 1532,
      "開": 1533,
      "間": 1534,
      "関": 1535,
      "闭": 1536,
      "问": 1537,
      "闰": 1538,
      "间": 1539,
      "队": 1540,
      "阪": 1541,
      "阮": 1542,
      "防": 1543,
      "阳": 1544,
      "阴": 1545,
      "阶": 1546,
      "阻": 1547,
      "阿": 1548,
      "际": 1549,
      "陆": 1550,
      "陈": 1551,
      "降": 1552,
      "限": 1553,
      "除": 1554,
      "险": 1555,
      "陷": 1556,
      "随": 1557,
      "隐": 1558,
      "隔": 1559,
      "隙": 1560,
      "際": 1561,
      "隧": 1562,
      "集": 1563,
      "雳": 1564,
      "電": 1565,
      "需": 1566,
      "霹": 1567,
      "青": 1568,
      "静": 1569,
      "非": 1570,
      "面": 1571,
      "音": 1572,
      "項": 1573,
      "順": 1574,
      "須": 1575,
      "領": 1576,
      "頭": 1577,
      "頻": 1578,
      "題": 1579,
      "願": 1580,
      "類": 1581,
      "页": 1582,
      "顶": 1583,
      "项": 1584,
      "顺": 1585,
      "预": 1586,
      "领": 1587,
      "频": 1588,
      "题": 1589,
      "额": 1590,
      "风": 1591,
      "飛": 1592,
      "首": 1593,
      "験": 1594,
      "马": 1595,
      "驴": 1596,
      "驿": 1597,
      "验": 1598,
      "骤": 1599,
      "高": 1600,
      "鸡": 1601,
      "黄": 1602,
      "默": 1603,
      "鼠": 1604,
      "齐": 1605,
      "龙": 1606,
      "ꝏ": 1607,
      "가": 1608,
      "값": 1609,
      "개": 1610,
      "경": 1611,
      "계": 1612,
      "구": 1613,
      "국": 1614,
      "그": 1615,
      "금": 1616,
      "년": 1617,
      "녕": 1618,
      "는": 1619,
      "니": 1620,
      "다": 1621,
      "된": 1622,
      "드": 1623,
      "딩": 1624,
      "랜": 1625,
      "러": 1626,
      "로": 1627,
      "를": 1628,
      "름": 1629,
      "리": 1630,
      "마": 1631,
      "맞": 1632,
      "매": 1633,
      "문": 1634,
      "미": 1635,
      "바": 1636,
      "박": 1637,
      "반": 1638,
      "발": 1639,
      "병": 1640,
      "보": 1641,
      "빌": 1642,
      "사": 1643,
      "상": 1644,
      "생": 1645,
      "성": 1646,
      "세": 1647,
      "션": 1648,
      "수": 1649,
      "스": 1650,
      "습": 1651,
      "시": 1652,
      "식": 1653,
      "안": 1654,
      "않": 1655,
      "애": 1656,
      "액": 1657,
      "없": 1658,
      "에": 1659,
      "엔": 1660,
      "여": 1661,
      "열": 1662,
      "온": 1663,
      "요": 1664,
      "용": 1665,
      "우": 1666,
      "원": 1667,
      "월": 1668,
      "은": 1669,
      "을": 1670,
      "의": 1671,
      "이": 1672,
      "인": 1673,
      "입": 1674,
      "자": 1675,
      "장": 1676,
      "잭": 1677,
      "저": 1678,
      "전": 1679,
      "정": 1680,
      "제": 1681,
      "져": 1682,
      "조": 1683,
      "주": 1684,
      "지": 1685,
      "직": 1686,
      "출": 1687,
      "쿼": 1688,
      "키": 1689,
      "통": 1690,
      "트": 1691,
      "티": 1692,
      "품": 1693,
      "플": 1694,
      "하": 1695,
      "한": 1696,
      "합": 1697,
      "해": 1698,
      "형": 1699,
      "호": 1700,
      "확": 1701,
      "환": 1702,
      "회": 1703,
      "�": 1704,
      "👍": 1705,
      "👎": 1706,
      "💧": 1707,
      "🕈": 1708,
      "😀": 1709,
      "😃": 1710,
      "😉": 1711,
      "🤔": 1712,
      "𠜎": 1713,
      "𠜱": 1714,
      "𠝹": 1715,
      "𠱓": 1716,
      "𠱸": 1717,
      "𠲖": 1718,
      "𠳏": 1719,
      "𠳕": 1720,
      "𠴕": 1721,
      "𠵼": 1722,
      "𠵿": 1723,
      "𠸎": 1724,
      "𠸏": 1725,
      "𠹷": 1726,
      "𠺝": 1727,
      "𠺢": 1728,
      "𠻗": 1729,
      "𠻹": 1730,
      "𠻺": 1731,
      "𠼭": 1732,
      "𠼮": 1733,
      "𠽌": 1734,
      "𠾴": 1735,
      "𠾼": 1736,
      "𠿪": 1737,
      "𡁜": 1738,
      "𡁯": 1739,
      "𡁵": 1740,
      "𡁶": 1741,
      "𡁻": 1742,
      "𡃁": 1743,
      "𡃉": 1744,
      "𡇙": 1745,
      "𢃇": 1746,
      "𢞵": 1747,
      "𢫕": 1748,
      "𢭃": 1749,
      "𢯊": 1750,
      "𢱑": 1751,
      "𢱕": 1752,
      "𢳂": 1753,
      "𢴈": 1754,
      "𢵌": 1755,
      "𢵧": 1756,
      "𢺳": 1757,
      "𣲷": 1758,
      "𤓓": 1759,
      "𤶸": 1760,
      "𤷪": 1761,
      "𥄫": 1762,
      "𦉘": 1763,
      "𦟌": 1764,
      "𦧲": 1765,
      "𦧺": 1766,
      "𧨾": 1767,
      "𨅝": 1768,
      "𨈇": 1769,
      "𨋢": 1770,
      "𨳊": 1771,
      "𨳍": 1772,
      "𨳒": 1773,
      "𩶘": 1774,
      "##O": 1775,
      "##M": 1776,
      "##P": 1777,
      "##A": 1778,
      "##R": 1779,
      "##I": 1780,
      "##S": 1781,
      "##N": 1782,
      "##G": 1783,
      "##E": 1784,
      "##T": 1785,
      "##_": 1786,
      "##L": 1787,
      "##B": 1788,
      "##D": 1789,
      "##C": 1790,
      "##Y": 1791,
      "##u": 1792,
      "##t": 1793,
      "##o": 1794,
      "##F": 1795,
      "##a": 1796,
      "##i": 1797,
      "##l": 1798,
      "##c": 1799,
      "##k": 1800,
      "##y": 1801,
      "##e": 1802,
      "##f": 1803,
      "##s": 1804,
      "##n": 1805,
      "##r": 1806,
      "##p": 1807,
      "##g": 1808,
      "##m": 1809,
      "##b": 1810,
      "##d": 1811,
      "##v": 1812,
      "##h": 1813,
      "##H": 1814,
      "##J": 1815,
      "##Q": 1816,
      "##w": 1817,
      "##V": 1818,
      "##x": 1819,
      "##j": 1820,
      "##2": 1821,
      "##q": 1822,
      "##U": 1823,
      "##5": 1824,
      "##4": 1825,
      "##9": 1826,
      "##1": 1827,
      "##7": 1828,
      "##6": 1829,
      "##3": 1830,
      "##8": 1831,
      "##0": 1832,
      "##K": 1833,
      "##}": 1834,
      "##\"": 1835,
      "##,": 1836,
      "##X": 1837,
      "##Z": 1838,
      "##z": 1839,
      "##W": 1840,
      "##*": 1841,
      "##é": 1842,
      "##=": 1843,
      "##’": 1844,
      "##:": 1845,
      "##)": 1846,
      "##[": 1847,
      "##/": 1848,
      "##パ": 1849,
      "##ラ": 1850,
      "##メ": 1851,
      "##ー": 1852,
      "##タ": 1853,
      "##宣": 1854,
      "##言": 1855,
      "##し": 1856,
      "##て": 1857,
      "##い": 1858,
      "##る": 1859,
      "##ク": 1860,
      "##ス": 1861,
      "##の": 1862,
      "##リ": 1863,
      "##ト": 1864,
      "##{": 1865,
      "##ロ": 1866,
      "##ダ": 1867,
      "##を": 1868,
      "##利": 1869,
      "##用": 1870,
      "##な": 1871,
      "##け": 1872,
      "##れ": 1873,
      "##ば": 1874,
      "##ら": 1875,
      "##た": 1876,
      "##め": 1877,
      "##両": 1878,
      "##方": 1879,
      "##併": 1880,
      "##す": 1881,
      "##(": 1882,
      "##.": 1883,
      "##|": 1884,
      "##о": 1885,
      "##з": 1886,
      "##г": 1887,
      "##р": 1888,
      "##е": 1889,
      "##л": 1890,
      "##с": 1891,
      "##я": 1892,
      "##\\": 1893,
      "##?": 1894,
      "##<": 1895,
      "###": 1896,
      "##ズ": 1897,
      "##時": 1898,
      "##に": 1899,
      "##発": 1900,
      "##生": 1901,
      "##は": 1902,
      "##ハ": 1903,
      "##ン": 1904,
      "##ド": 1905,
      "##グ": 1906,
      "##;": 1907,
      "##-": 1908,
      "##'": 1909,
      "##什": 1910,
      "##么": 1911,
      "##需": 1912,
      "##要": 1913,
      "##我": 1914,
      "##帮": 1915,
      "##你": 1916,
      "##的": 1917,
      "##历": 1918,
      "##и": 1919,
      "##п": 1920,
      "##т": 1921,
      "##н": 1922,
      "##а": 1923,
      "##д": 1924,
      "##ц": 1925,
      "##]": 1926,
      "##$": 1927,
      "##月": 1928,
      "##~": 1929,
      "##>": 1930,
      "##运": 1931,
      "##行": 1932,
      "##时": 1933,
      "##环": 1934,
      "##境": 1935,
      "##规": 1936,
      "##范": 1937,
      "##供": 1938,
      "##应": 1939,
      "##商": 1940,
      "##結": 1941,
      "##果": 1942,
      "##確": 1943,
      "##認": 1944,
      "##泊": 1945,
      "##日": 1946,
      "##点": 1947,
      "##终": 1948,
      "##在": 1949,
      "##同": 1950,
      "##一": 1951,
      "##个": 1952,
      "##多": 1953,
      "##边": 1954,
      "##形": 1955,
      "##中": 1956,
      "##^": 1957,
      "##в": 1958,
      "##+": 1959,
      "##!": 1960,
      "##æ": 1961,
      "##ã": 1962,
      "##%": 1963,
      "##х": 1964,
      "##к": 1965,
      "##素": 1966,
      "##数": 1967,
      "##と": 1968,
      "##过": 1969,
      "##引": 1970,
      "##结": 1971,
      "##合": 1972,
      "##于": 1973,
      "##此": 1974,
      "##@": 1975,
      "##й": 1976,
      "##у": 1977,
      "##&": 1978,
      "##イ": 1979,
      "##フ": 1980,
      "##ェ": 1981,
      "##内": 1982,
      "##ш": 1983,
      "##ь": 1984,
      "##ソ": 1985,
      "##ッ": 1986,
      "##コ": 1987,
      "##部": 1988,
      "##で": 1989,
      "##実": 1990,
      "##さ": 1991,
      "##б": 1992,
      "##ы": 1993,
      "##м": 1994,
      "##ヲ": 1995,
      "##查": 1996,
      "##是": 1997,
      "##否": 1998,
      "##当": 1999,
      "##前": 2000,
      "##下": 2001,
      "##节": 2002,
      "##有": 2003,
      "##序": 2004,
      "##£": 2005,
      "##ヺ": 2006,
      "##ж": 2007,
      "##あ": 2008,
      "##こ": 2009,
      "##ю": 2010,
      "##注": 2011,
      "##解": 2012,
      "##ヷ": 2013,
      "##が": 2014,
      "##ま": 2015,
      "##せ": 2016,
      "##ん": 2017,
      "##–": 2018,
      "##«": 2019,
      "##»": 2020,
      "##„": 2021,
      "##“": 2022,
      "##”": 2023,
      "##‘": 2024,
      "##`": 2025,
      "##塞": 2026,
      "##到": 2027,
      "##毫": 2028,
      "##秒": 2029,
      "##è": 2030,
      "##丸": 2031,
      "##ч": 2032,
      "##щ": 2033,
      "##新": 2034,
      "##开": 2035,
      "##始": 2036,
      "##年": 2037,
      "##对": 2038,
      "##象": 2039,
      "##转": 2040,
      "##换": 2041,
      "##为": 2042,
      "##字": 2043,
      "##符": 2044,
      "##串": 2045,
      "##输": 2046,
      "##出": 2047,
      "##糊": 2048,
      "##匹": 2049,
      "##配": 2050,
      "##使": 2051,
      "##法": 2052,
      "##库": 2053,
      "##候": 2054,
      "##表": 2055,
      "##示": 2056,
      "##间": 2057,
      "##做": 2058,
      "##随": 2059,
      "##机": 2060,
      "##复": 2061,
      "##预": 2062,
      "##约": 2063,
      "##金": 2064,
      "##理": 2065,
      "##主": 2066,
      "##務": 2067,
      "##共": 2068,
      "##通": 2069,
      "##テ": 2070,
      "##ナ": 2071,
      "##取": 2072,
      "##分": 2073,
      "##值": 2074,
      "##降": 2075,
      "##Ž": 2076,
      "##設": 2077,
      "##定": 2078,
      "##提": 2079,
      "##条": 2080,
      "##件": 2081,
      "##力": 2082,
      "##ベ": 2083,
      "##ル": 2084,
      "##場": 2085,
      "##デ": 2086,
      "##ォ": 2087,
      "##国": 2088,
      "##検": 2089,
      "##索": 2090,
      "##ュ": 2091,
      "##終": 2092,
      "##了": 2093,
      "##知": 2094,
      "##後": 2095,
      "##準": 2096,
      "##済": 2097,
      "##み": 2098,
      "##差": 2099,
      "##画": 2100,
      "##像": 2101,
      "##调": 2102,
      "##优": 2103,
      "##á": 2104,
      "##¢": 2105,
      "##掉": 2106,
      "##号": 2107,
      "##位": 2108,
      "##モ": 2109,
      "##化": 2110,
      "##対": 2111,
      "##外": 2112,
      "##箇": 2113,
      "##所": 2114,
      "##挙": 2115,
      "##動": 2116,
      "##変": 2117,
      "##わ": 2118,
      "##り": 2119,
      "##施": 2120,
      "##不": 2121,
      "##可": 2122,
      "##文": 2123,
      "##档": 2124,
      "##类": 2125,
      "##型": 2126,
      "##都": 2127,
      "##事": 2128,
      "##务": 2129,
      "##ä": 2130,
      "##ü": 2131,
      "##容": 2132,
      "##呼": 2133,
      "##び": 2134,
      "##允": 2135,
      "##许": 2136,
      "##以": 2137,
      "##判": 2138,
      "##发": 2139,
      "##团": 2140,
      "##队": 2141,
      "##达": 2142,
      "##成": 2143,
      "##致": 2144,
      "##├": 2145,
      "##─": 2146,
      "##┼": 2147,
      "##┘": 2148,
      "##題": 2149,
      "##자": 2150,
      "##열": 2151,
      "##로": 2152,
      "##직": 2153,
      "##전": 2154,
      "##월": 2155,
      "##을": 2156,
      "##구": 2157,
      "##한": 2158,
      "##다": 2159,
      "##ě": 2160,
      "##后": 2161,
      "##比": 2162,
      "##较": 2163,
      "##各": 2164,
      "##向": 2165,
      "##续": 2166,
      "##œ": 2167,
      "##铝": 2168,
      "##元": 2169,
      "##芳": 2170,
      "##┤": 2171,
      "##牌": 2172,
      "##者": 2173,
      "##儿": 2174,
      "##八": 2175,
      "##经": 2176,
      "##测": 2177,
      "##试": 2178,
      "##品": 2179,
      "##⃦": 2180,
      "##ö": 2181,
      "##オ": 2182,
      "##バ": 2183,
      "##き": 2184,
      "##作": 2185,
      "##列": 2186,
      "##か": 2187,
      "##空": 2188,
      "##返": 2189,
      "##却": 2190,
      "##ń": 2191,
      "##得": 2192,
      "##態": 2193,
      "##询": 2194,
      "##户": 2195,
      "##名": 2196,
      "##尝": 2197,
      "##创": 2198,
      "##建": 2199,
      "##指": 2200,
      "##组": 2201,
      "##摘": 2202,
      "##进": 2203,
      "##最": 2204,
      "##更": 2205,
      "##ř": 2206,
      "##セ": 2207,
      "##ジ": 2208,
      "##庆": 2209,
      "##将": 2210,
      "##存": 2211,
      "##删": 2212,
      "##換": 2213,
      "##₥": 2214,
      "##¤": 2215,
      "##上": 2216,
      "##传": 2217,
      "##本": 2218,
      "##地": 2219,
      "##搜": 2220,
      "##ё": 2221,
      "##体": 2222,
      "##回": 2223,
      "##繰": 2224,
      "##Đ": 2225,
      "##マ": 2226,
      "##只": 2227,
      "##안": 2228,
      "##녕": 2229,
      "##하": 2230,
      "##세": 2231,
      "##요": 2232,
      "##来": 2233,
      "##计": 2234,
      "##算": 2235,
      "##并": 2236,
      "##区": 2237,
      "##切": 2238,
      "##目": 2239,
      "##母": 2240,
      "##和": 2241,
      "##ф": 2242,
      "##値": 2243,
      "##妈": 2244,
      "##小": 2245,
      "##公": 2246,
      "##仔": 2247,
      "##ィ": 2248,
      "##初": 2249,
      "##期": 2250,
      "##格": 2251,
      "##納": 2252,
      "##環": 2253,
      "##称": 2254,
      "##移": 2255,
      "##错": 2256,
      "##プ": 2257,
      "##ァ": 2258,
      "##読": 2259,
      "##む": 2260,
      "##원": 2261,
      "##度": 2262,
      "##だ": 2263,
      "##つ": 2264,
      "##┏": 2265,
      "##━": 2266,
      "##┳": 2267,
      "##┓": 2268,
      "##込": 2269,
      "##自": 2270,
      "##煤": 2271,
      "##无": 2272,
      "##゚": 2273,
      "##顶": 2274,
      "##穿": 2275,
      "##插": 2276,
      "##其": 2277,
      "##他": 2278,
      "##网": 2279,
      "##络": 2280,
      "##操": 2281,
      "##启": 2282,
      "##端": 2283,
      "##口": 2284,
      "##入": 2285,
      "##据": 2286,
      "##搭": 2287,
      "##í": 2288,
      "##描": 2289,
      "##チ": 2290,
      "##例": 2291,
      "##思": 2292,
      "##‰": 2293,
      "##無": 2294,
      "##页": 2295,
      "##信": 2296,
      "##息": 2297,
      "##单": 2298,
      "##词": 2299,
      "##首": 2300,
      "##系": 2301,
      "##统": 2302,
      "##版": 2303,
      "##控": 2304,
      "##制": 2305,
      "##隔": 2306,
      "##置": 2307,
      "##全": 2308,
      "##局": 2309,
      "##资": 2310,
      "##源": 2311,
      "##池": 2312,
      "##春": 2313,
      "##↓": 2314,
      "##備": 2315,
      "##ç": 2316,
      "##う": 2317,
      "##除": 2318,
      "##待": 2319,
      "##ョ": 2320,
      "##ブ": 2321,
      "##シ": 2322,
      "##ケ": 2323,
      "##误": 2324,
      "##頭": 2325,
      "##آ": 2326,
      "##أ": 2327,
      "##还": 2328,
      "##次": 2329,
      "##重": 2330,
      "##会": 2331,
      "##工": 2332,
      "##录": 2333,
      "##起": 2334,
      "##编": 2335,
      "##译": 2336,
      "##异": 2337,
      "##常": 2338,
      "##ù": 2339,
      "##标": 2340,
      "##集": 2341,
      "##群": 2342,
      "##步": 2343,
      "##实": 2344,
      "##假": 2345,
      "##如": 2346,
      "##效": 2347,
      "##那": 2348,
      "##权": 2349,
      "##限": 2350,
      "##、": 2351,
      "##储": 2352,
      "##处": 2353,
      "##ø": 2354,
      "##語": 2355,
      "##義": 2356,
      "##路": 2357,
      "##径": 2358,
      "##短": 2359,
      "##正": 2360,
      "##确": 2361,
      "##且": 2362,
      "##请": 2363,
      "##求": 2364,
      "##该": 2365,
      "##功": 2366,
      "##围": 2367,
      "##程": 2368,
      "##质": 2369,
      "##量": 2370,
      "##及": 2371,
      "##风": 2372,
      "##险": 2373,
      "##估": 2374,
      "##找": 2375,
      "##受": 2376,
      "##影": 2377,
      "##响": 2378,
      "##三": 2379,
      "##角": 2380,
      "##戳": 2381,
      "##避": 2382,
      "##免": 2383,
      "##读": 2384,
      "##问": 2385,
      "##题": 2386,
      "##直": 2387,
      "##接": 2388,
      "##链": 2389,
      "##っ": 2390,
      "##Ÿ": 2391,
      "##码": 2392,
      "##証": 2393,
      "##排": 2394,
      "##キ": 2395,
      "##ャ": 2396,
      "##ō": 2397,
      "##類": 2398,
      "##似": 2399,
      "##計": 2400,
      "##连": 2401,
      "##状": 2402,
      "##态": 2403,
      "##修": 2404,
      "##改": 2405,
      "##人": 2406,
      "##获": 2407,
      "##篡": 2408,
      "##「": 2409,
      "##隧": 2410,
      "##道": 2411,
      "##؛": 2412,
      "##š": 2413,
      "##二": 2414,
      "##级": 2415,
      "##残": 2416,
      "##お": 2417,
      "##く": 2418,
      "##¥": 2419,
      "##レ": 2420,
      "##好": 2421,
      "##追": 2422,
      "##加": 2423,
      "##割": 2424,
      "##┴": 2425,
      "##印": 2426,
      "##十": 2427,
      "##Ḏ": 2428,
      "##任": 2429,
      "##何": 2430,
      "##ƒ": 2431,
      "##先": 2432,
      "##选": 2433,
      "##择": 2434,
      "##总": 2435,
      "##载": 2436,
      "##证": 2437,
      "##☐": 2438,
      "##键": 2439,
      "##特": 2440,
      "##殊": 2441,
      "##走": 2442,
      "##└": 2443,
      "##等": 2444,
      "##処": 2445,
      "##能": 2446,
      "##记": 2447,
      "##灯": 2448,
      "##由": 2449,
      "##光": 2450,
      "##极": 2451,
      "##管": 2452,
      "##消": 2453,
      "##费": 2454,
      "##続": 2455,
      "##米": 2456,
      "##Š": 2457,
      "##┌": 2458,
      "##┬": 2459,
      "##┐": 2460,
      "##郎": 2461,
      "##忽": 2462,
      "##略": 2463,
      "##缀": 2464,
      "##头": 2465,
      "##ú": 2466,
      "##未": 2467,
      "##设": 2468,
      "##エ": 2469,
      "##再": 2470,
      "##保": 2471,
      "##葉": 2472,
      "##県": 2473,
      "##千": 2474,
      "##代": 2475,
      "##市": 2476,
      "##高": 2477,
      "##野": 2478,
      "##π": 2479,
      "##ɔ": 2480,
      "##ǝ": 2481,
      "##ɟ": 2482,
      "##ɥ": 2483,
      "##ı": 2484,
      "##ɾ": 2485,
      "##ʞ": 2486,
      "##ɯ": 2487,
      "##ɹ": 2488,
      "##ʇ": 2489,
      "##ʌ": 2490,
      "##ʍ": 2491,
      "##ʎ": 2492,
      "##見": 2493,
      "##番": 2494,
      "##断": 2495,
      "##ぱ": 2496,
      "##ち": 2497,
      "##止": 2498,
      "##へ": 2499,
      "##サ": 2500,
      "##基": 2501,
      "##情": 2502,
      "##報": 2503,
      "##も": 2504,
      "##ß": 2505,
      "##Ê": 2506,
      "##規": 2507,
      "##峰": 2508,
      "##密": 2509,
      "##报": 2510,
      "##京": 2511,
      "##变": 2512,
      "##虚": 2513,
      "##拟": 2514,
      "##ъ": 2515,
      "##経": 2516,
      "##ミ": 2517,
      "##ム": 2518,
      "##ヤ": 2519,
      "##ユ": 2520,
      "##ヨ": 2521,
      "##遍": 2522,
      "##够": 2523,
      "##冻": 2524,
      "##剩": 2525,
      "##余": 2526,
      "##锌": 2527,
      "##ב": 2528,
      "##ג": 2529,
      "##耗": 2530,
      "##−": 2531,
      "##‐": 2532,
      "##カ": 2533,
      "##ゴ": 2534,
      "##較": 2535,
      "##式": 2536,
      "##지": 2537,
      "##矿": 2538,
      "##远": 2539,
      "##维": 2540,
      "##写": 2541,
      "##開": 2542,
      "##放": 2543,
      "##里": 2544,
      "##質": 2545,
      "##装": 2546,
      "##ず": 2547,
      "##適": 2548,
      "##柔": 2549,
      "##軟": 2550,
      "##縁": 2551,
      "##抵": 2552,
      "##扣": 2553,
      "##关": 2554,
      "##闭": 2555,
      "##å": 2556,
      "##│": 2557,
      "##ア": 2558,
      "##执": 2559,
      "##尽": 2560,
      "##油": 2561,
      "##际": 2562,
      "##申": 2563,
      "##à": 2564,
      "##明": 2565,
      "##戻": 2566,
      "##失": 2567,
      "##敗": 2568,
      "##村": 2569,
      "##戦": 2570,
      "##よ": 2571,
      "##ザ": 2572,
      "##別": 2573,
      "##係": 2574,
      "##導": 2575,
      "##尾": 2576,
      "##À": 2577,
      "##块": 2578,
      "##没": 2579,
      "##ピ": 2580,
      "##就": 2581,
      "##树": 2582,
      "##의": 2583,
      "##粕": 2584,
      "##两": 2585,
      "##╋": 2586,
      "##┫": 2587,
      "##©": 2588,
      "##立": 2589,
      "##圆": 2590,
      "##心": 2591,
      "##距": 2592,
      "##离": 2593,
      "##阶": 2594,
      "##况": 2595,
      "##截": 2596,
      "##č": 2597,
      "##片": 2598,
      "##属": 2599,
      "##性": 2600,
      "##左": 2601,
      "##右": 2602,
      "##整": 2603,
      "##构": 2604,
      "##長": 2605,
      "##包": 2606,
      "##含": 2607,
      "##゙": 2608,
      "##镍": 2609,
      "##动": 2610,
      "##業": 2611,
      "##听": 2612,
      "##模": 2613,
      "##钥": 2614,
      "##랜": 2615,
      "##잭": 2616,
      "##션": 2617,
      "##없": 2618,
      "##는": 2619,
      "##경": 2620,
      "##우": 2621,
      "##束": 2622,
      "##永": 2623,
      "##真": 2624,
      "##。": 2625,
      "##�": 2626,
      "##坐": 2627,
      "##え": 2628,
      "##五": 2629,
      "##陷": 2630,
      "##跟": 2631,
      "##踪": 2632,
      "##安": 2633,
      "##ࠒ": 2634,
      "##ウ": 2635,
      "##之": 2636,
      "##备": 2637,
      "##份": 2638,
      "##册": 2639,
      "##Ԁ": 2640,
      "##Ὁ": 2641,
      "##ᴚ": 2642,
      "##拆": 2643,
      "##削": 2644,
      "##料": 2645,
      "##ر": 2646,
      "##ن": 2647,
      "##ا": 2648,
      "##م": 2649,
      "##ه": 2650,
      "##或": 2651,
      "##扩": 2652,
      "##展": 2653,
      "##布": 2654,
      "##支": 2655,
      "##递": 2656,
      "##参": 2657,
      "##П": 2658,
      "##司": 2659,
      "##项": 2660,
      "##希": 2661,
      "##望": 2662,
      "##被": 2663,
      "##大": 2664,
      "##函": 2665,
      "##则": 2666,
      "##順": 2667,
      "##照": 2668,
      "##ð": 2669,
      "##址": 2670,
      "##糖": 2671,
      "##图": 2672,
      "##胶": 2673,
      "##側": 2674,
      "##四": 2675,
      "##範": 2676,
      "##囲": 2677,
      "##超": 2678,
      "##层": 2679,
      "##叠": 2680,
      "##锁": 2681,
      "##员": 2682,
      "##给": 2683,
      "##予": 2684,
      "##完": 2685,
      "##第": 2686,
      "##‌": 2687,
      "##じ": 2688,
      "##流": 2689,
      "##板": 2690,
      "##括": 2691,
      "##•": 2692,
      "##μ": 2693,
      "##領": 2694,
      "##域": 2695,
      "##英": 2696,
      "##異": 2697,
      "##带": 2698,
      "##父": 2699,
      "##必": 2700,
      "##针": 2701,
      "##非": 2702,
      "##满": 2703,
      "##足": 2704,
      "##ï": 2705,
      "##添": 2706,
      "##柏": 2707,
      "##辟": 2708,
      "##補": 2709,
      "##桶": 2710,
      "##家": 2711,
      "##暂": 2712,
      "##产": 2713,
      "##述": 2714,
      "##組": 2715,
      "##线": 2716,
      "##拿": 2717,
      "##隐": 2718,
      "##藏": 2719,
      "##循": 2720,
      "##克": 2721,
      "##応": 2722,
      "##验": 2723,
      "##签": 2724,
      "##架": 2725,
      "##機": 2726,
      "##ê": 2727,
      "##書": 2728,
      "##┗": 2729,
      "##┛": 2730,
      "##海": 2731,
