{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          0
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "\u0000": 5,
      "\u0001": 6,
      "\u0002": 7,
      "\u0003": 8,
      "\u0007": 9,
      "\b": 10,
      "\u000e": 11,
      "\u000f": 12,
      "\u0010": 13,
      "\u0012": 14,
      "\u0013": 15,
      "\u0014": 16,
      "\u0015": 17,
      "\u0016": 18,
      "\u0017": 19,
      "\u001a": 20,
      "\u001b": 21,
      "!": 22,
      "\"": 23,
      "#": 24,
      "$": 25,
      "%": 26,
      "&": 27,
      "'": 28,
      "(": 29,
      ")": 30,
      "*": 31,
      "+": 32,
      ",": 33,
      "-": 34,
      ".": 35,
      "/": 36,
      "0": 37,
      "1": 38,
      "2": 39,
      "3": 40,
      "4": 41,
      "5": 42,
      "6": 43,
      "7": 44,
      "8": 45,
      "9": 46,
      ":": 47,
      ";": 48,
      "<": 49,
      "=": 50,
      ">": 51,
      "?": 52,
      "@": 53,
      "A": 54,
      "B": 55,
      "C": 56,
      "D": 57,
      "E": 58,
      "F": 59,
      "G": 60,
      "H": 61,
      "I": 62,
      "J": 63,
      "K": 64,
      "L": 65,
      "M": 66,
      "N": 67,
      "O": 68,
      "P": 69,
      "Q": 70,
      "R": 71,
      "S": 72,
      "T": 73,
      "U": 74,
      "V": 75,
      "W": 76,
      "X": 77,
      "Y": 78,
      "Z": 79,
      "[": 80,
      "\\": 81,
      "]": 82,
      "^": 83,
      "_": 84,
      "`": 85,
      "a": 86,
      "b": 87,
      "c": 88,
      "d": 89,
      "e": 90,
      "f": 91,
      "g": 92,
      "h": 93,
      "i": 94,
      "j": 95,
      "k": 96,
      "l": 97,
      "m": 98,
      "n": 99,
      "o": 100,
      "p": 101,
      "q": 102,
      "r": 103,
      "s": 104,
      "t": 105,
      "u": 106,
      "v": 107,
      "w": 108,
      "x": 109,
      "y": 110,
      "z": 111,
      "{": 112,
      "|": 113,
      "}": 114,
      "~": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "¡": 121,
      "¢": 122,
      "£": 123,
      "¤": 124,
      "¥": 125,
      "¦": 126,
      "§": 127,
      "©": 128,
      "«": 129,
      "¬": 130,
      "­": 131,
      "®": 132,
      "°": 133,
      "±": 134,
      "¶": 135,
      "·": 136,
      "»": 137,
      "¿": 138,
      "À": 139,
      "Á": 140,
      "Â": 141,
      "Ã": 142,
      "Ä": 143,
      "Å": 144,
      "Æ": 145,
      "Ç": 146,
      "È": 147,
      "É": 148,
      "Ê": 149,
      "Ë": 150,
      "Ì": 151,
      "Í": 152,
      "Î": 153,
      "Ï": 154,
      "Ð": 155,
      "Ñ": 156,
      "Ò": 157,
      "Ó": 158,
      "Ô": 159,
      "Õ": 160,
      "Ö": 161,
      "×": 162,
      "Ø": 163,
      "Ù": 164,
      "Ú": 165,
      "Û": 166,
      "Ü": 167,
      "Ý": 168,
      "Þ": 169,
      "ß": 170,
      "à": 171,
      "á": 172,
      "â": 173,
      "ã": 174,
      "ä": 175,
      "å": 176,
      "æ": 177,
      "ç": 178,
      "è": 179,
      "é": 180,
      "ê": 181,
      "ë": 182,
      "ì": 183,
      "í": 184,
      "î": 185,
      "ï": 186,
      "ð": 187,
      "ñ": 188,
      "ò": 189,
      "ó": 190,
      "ô": 191,
      "õ": 192,
      "ö": 193,
      "÷": 194,
      "ø": 195,
      "ù": 196,
      "ú": 197,
      "û": 198,
      "ü": 199,
      "ý": 200,
      "þ": 201,
      "ÿ": 202,
      "Ā": 203,
      "ā": 204,
      "Ă": 205,
      "ă": 206,
      "Ą": 207,
      "ą": 208,
      "Ć": 209,
      "ć": 210,
      "ĉ": 211,
      "ċ": 212,
      "Č": 213,
      "č": 214,
      "ď": 215,
      "Đ": 216,
      "đ": 217,
      "ē": 218,
      "ĕ": 219,
      "ė": 220,
      "Ę": 221,
      "ę": 222,
      "ě": 223,
      "ĝ": 224,
      "Ğ": 225,
      "ğ": 226,
      "ġ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "ī": 235,
      "ĭ": 236,
      "į": 237,
      "İ": 238,
      "ı": 239,
      "ĵ": 240,
      "Ķ": 241,
      "ķ": 242,
      "ĸ": 243,
      "ĺ": 244,
      "ļ": 245,
      "Ľ": 246,
      "ľ": 247,
      "Ł": 248,
      "ł": 249,
      "Ń": 250,
      "ń": 251,
      "ņ": 252,
      "Ň": 253,
      "ň": 254,
      "Ŋ": 255,
      "ŋ": 256,
      "ō": 257,
      "ŏ": 258,
      "ő": 259,
      "Œ": 260,
      "œ": 261,
      "ŕ": 262,
      "ŗ": 263,
      "Ř": 264,
      "ř": 265,
      "Ś": 266,
      "ś": 267,
      "ŝ": 268,
      "Ş": 269,
      "ş": 270,
      "Š": 271,
      "š": 272,
      "Ţ": 273,
      "ţ": 274,
      "ť": 275,
      "Ŧ": 276,
      "ŧ": 277,
      "Ũ": 278,
      "ũ": 279,
      "ū": 280,
      "ŭ": 281,
      "ů": 282,
      "ű": 283,
      "ų": 284,
      "ŵ": 285,
      "ŷ": 286,
      "Ÿ": 287,
      "Ź": 288,
      "ź": 289,
      "Ż": 290,
      "ż": 291,
      "Ž": 292,
      "ž": 293,
      "Ə": 294,
      "ƒ": 295,
      "Ɲ": 296,
      "Ɵ": 297,
      "ơ": 298,
      "ƨ": 299,
      "ƭ": 300,
      "ư": 301,
      "ƺ": 302,
      "Ƽ": 303,
      "ǎ": 304,
      "ǐ": 305,
      "ǟ": 306,
      "ǫ": 307,
      "ǵ": 308,
      "ǹ": 309,
      "ǻ": 310,
      "ǽ": 311,
      "ǿ": 312,
      "Ȅ": 313,
      "Ȇ": 314,
      "ș": 315,
      "ț": 316,
      "Ȟ": 317,
      "Ȩ": 318,
      "ȫ": 319,
      "ȭ": 320,
      "ȯ": 321,
      "ȱ": 322,
      "ȳ": 323,
      "ȷ": 324,
      "Ⱥ": 325,
      "Ƀ": 326,
      "Ɇ": 327,
      "ɑ": 328,
      "ə": 329,
      "ɚ": 330,
      "ɛ": 331,
      "ɞ": 332,
      "ɢ": 333,
      "ɣ": 334,
      "ɦ": 335,
      "ɪ": 336,
      "ɮ": 337,
      "ɻ": 338,
      "ʁ": 339,
      "ʊ": 340,
      "ʗ": 341,
      "ʘ": 342,
      "ʬ": 343,
      "ʼ": 344,
      "˂": 345,
      "˃": 346,
      "˄": 347,
      "˅": 348,
      "ˆ": 349,
      "ˇ": 350,
      "ˈ": 351,
      "ˉ": 352,
      "ˌ": 353,
      "ː": 354,
      "̀": 355,
      "́": 356,
      "̂": 357,
      "̃": 358,
      "̄": 359,
      "̅": 360,
      "̆": 361,
      "̇": 362,
      "̈": 363,
      "̉": 364,
      "̊": 365,
      "̋": 366,
      "̎": 367,
      "̏": 368,
      "̐": 369,
      "̑": 370,
      "̒": 371,
      "̔": 372,
      "̖": 373,
      "̗": 374,
      "̘": 375,
      "̙": 376,
      "̚": 377,
      "̝": 378,
      "̞": 379,
      "̟": 380,
      "̡": 381,
      "̤": 382,
      "̥": 383,
      "̧": 384,
      "̨": 385,
      "̩": 386,
      "̪": 387,
      "̫": 388,
      "̬": 389,
      "̭": 390,
      "̮": 391,
      "̯": 392,
      "̰": 393,
      "̱": 394,
      "̲": 395,
      "̳": 396,
      "̴": 397,
      "̶": 398,
      "̷": 399,
      "̸": 400,
      "̹": 401,
      "̺": 402,
      "̽": 403,
      "̾": 404,
      "̿": 405,
      "ͅ": 406,
      "͇": 407,
      "͈": 408,
      "͊": 409,
      "͌": 410,
      "͍": 411,
      "͎": 412,
      "͏": 413,
      "͕": 414,
      "͖": 415,
      "͘": 416,
      "͙": 417,
      "͛": 418,
      "͜": 419,
      "͝": 420,
      "͟": 421,
      "͠": 422,
      "͡": 423,
      "ͥ": 424,
      "ͧ": 425,
      "ͨ": 426,
      "ͩ": 427,
      "ͪ": 428,
      "ͬ": 429,
      "ͭ": 430,
      "ͮ": 431,
      "ͯ": 432,
      "Ά": 433,
      "Έ": 434,
      "Ή": 435,
      "Ί": 436,
      "Ό": 437,
      "Ύ": 438,
      "Ώ": 439,
      "ΐ": 440,
      "Α": 441,
      "Β": 442,
      "Γ": 443,
      "Δ": 444,
      "Ε": 445,
      "Ζ": 446,
      "Η": 447,
      "Θ": 448,
      "Ι": 449,
      "Κ": 450,
      "Λ": 451,
      "Μ": 452,
      "Ν": 453,
      "Ξ": 454,
      "Ο": 455,
      "Π": 456,
      "Ρ": 457,
      "Σ": 458,
      "Τ": 459,
      "Υ": 460,
      "Φ": 461,
      "Χ": 462,
      "Ψ": 463,
      "Ω": 464,
      "Ϊ": 465,
      "Ϋ": 466,
      "ά": 467,
      "έ": 468,
      "ή": 469,
      "ί": 470,
      "ΰ": 471,
      "α": 472,
      "β": 473,
      "γ": 474,
      "δ": 475,
      "ε": 476,
      "ζ": 477,
      "η": 478,
      "θ": 479,
      "ι": 480,
      "κ": 481,
      "λ": 482,
      "μ": 483,
      "ν": 484,
      "ξ": 485,
      "ο": 486,
      "π": 487,
      "ρ": 488,
      "ς": 489,
      "σ": 490,
      "τ": 491,
      "υ": 492,
      "φ": 493,
      "χ": 494,
      "ψ": 495,
      "ω": 496,
      "ϊ": 497,
      "ϋ": 498,
      "ό": 499,
      "ύ": 500,
      "ώ": 501,
      "Ё": 502,
      "Ђ": 503,
      "Ѓ": 504,
      "Є": 505,
      "Ѕ": 506,
      "І": 507,
      "Ї": 508,
      "Ј": 509,
      "Љ": 510,
      "Њ": 511,
      "Ћ": 512,
      "Ќ": 513,
      "Ѝ": 514,
      "Ў": 515,
      "Џ": 516,
      "А": 517,
      "Б": 518,
      "В": 519,
      "Г": 520,
      "Д": 521,
      "Е": 522,
      "Ж": 523,
      "З": 524,
      "И": 525,
      "Й": 526,
      "К": 527,
      "Л": 528,
      "М": 529,
      "Н": 530,
      "О": 531,
      "П": 532,
      "Р": 533,
      "С": 534,
      "Т": 535,
      "У": 536,
      "Ф": 537,
      "Х": 538,
      "Ц": 539,
      "Ч": 540,
      "Ш": 541,
      "Щ": 542,
      "Ъ": 543,
      "Ы": 544,
      "Ь": 545,
      "Э": 546,
      "Ю": 547,
      "Я": 548,
      "а": 549,
      "б": 550,
      "в": 551,
      "г": 552,
      "д": 553,
      "е": 554,
      "ж": 555,
      "з": 556,
      "и": 557,
      "й": 558,
      "к": 559,
      "л": 560,
      "м": 561,
      "н": 562,
      "о": 563,
      "п": 564,
      "р": 565,
      "с": 566,
      "т": 567,
      "у": 568,
      "ф": 569,
      "х": 570,
      "ц": 571,
      "ч": 572,
      "ш": 573,
      "щ": 574,
      "ъ": 575,
      "ы": 576,
      "ь": 577,
      "э": 578,
      "ю": 579,
      "я": 580,
      "ё": 581,
      "є": 582,
      "і": 583,
      "ї": 584,
      "Ѡ": 585,
      "҂": 586,
      "҉": 587,
      "Ґ": 588,
      "ґ": 589,
      "ԁ": 590,
      "ԅ": 591,
      "Ԉ": 592,
      "Ԕ": 593,
      "Ե": 594,
      "՜": 595,
      "ա": 596,
      "բ": 597,
      "դ": 598,
      "ե": 599,
      "է": 600,
      "ը": 601,
      "թ": 602,
      "ի": 603,
      "լ": 604,
      "կ": 605,
      "հ": 606,
      "մ": 607,
      "յ": 608,
      "ն": 609,
      "ո": 610,
      "պ": 611,
      "ջ": 612,
      "ս": 613,
      "վ": 614,
      "տ": 615,
      "ր": 616,
      "ւ": 617,
      "ք": 618,
      "։": 619,
      "֑": 620,
      "֒": 621,
      "֓": 622,
      "֔": 623,
      "֕": 624,
      "֖": 625,
      "֗": 626,
      "֘": 627,
      "֙": 628,
      "֚": 629,
      "֛": 630,
      "֜": 631,
      "֝": 632,
      "֞": 633,
      "֟": 634,
      "֠": 635,
      "֡": 636,
      "֢": 637,
      "֣": 638,
      "֤": 639,
      "֥": 640,
      "֦": 641,
      "֧": 642,
      "֨": 643,
      "֩": 644,
      "֪": 645,
      "֫": 646,
      "֬": 647,
      "֭": 648,
      "֮": 649,
      "֯": 650,
      "ְ": 651,
      "ֱ": 652,
      "ֲ": 653,
      "ֳ": 654,
      "ִ": 655,
      "ֵ": 656,
      "ֶ": 657,
      "ַ": 658,
      "ָ": 659,
      "ֹ": 660,
      "ֺ": 661,
      "ֻ": 662,
      "ּ": 663,
      "ֽ": 664,
      "־": 665,
      "ֿ": 666,
      "׀": 667,
      "ׁ": 668,
      "ׂ": 669,
      "׃": 670,
      "ׄ": 671,
      "ׅ": 672,
      "׆": 673,
      "ׇ": 674,
      "א": 675,
      "ב": 676,
      "ג": 677,
      "ד": 678,
      "ה": 679,
      "ו": 680,
      "ז": 681,
      "ח": 682,
      "ט": 683,
      "י": 684,
      "ך": 685,
      "כ": 686,
      "ל": 687,
      "ם": 688,
      "מ": 689,
      "ן": 690,
      "נ": 691,
      "ס": 692,
      "ע": 693,
      "ף": 694,
      "פ": 695,
      "ץ": 696,
      "צ": 697,
      "ק": 698,
      "ר": 699,
      "ש": 700,
      "ת": 701,
      "ײ": 702,
      "،": 703,
      "؍": 704,
      "؎": 705,
      "؏": 706,
      "؛": 707,
      "؟": 708,
      "ء": 709,
      "آ": 710,
      "أ": 711,
      "ؤ": 712,
      "إ": 713,
      "ئ": 714,
      "ا": 715,
      "ب": 716,
      "ة": 717,
      "ت": 718,
      "ث": 719,
      "ج": 720,
      "ح": 721,
      "خ": 722,
      "د": 723,
      "ذ": 724,
      "ر": 725,
      "ز": 726,
      "س": 727,
      "ش": 728,
      "ص": 729,
      "ض": 730,
      "ط": 731,
      "ظ": 732,
      "ع": 733,
      "غ": 734,
      "ػ": 735,
      "ـ": 736,
      "ف": 737,
      "ق": 738,
      "ك": 739,
      "ل": 740,
      "م": 741,
      "ن": 742,
      "ه": 743,
      "و": 744,
      "ى": 745,
      "ي": 746,
      "ً": 747,
      "ٌ": 748,
      "ٍ": 749,
      "َ": 750,
      "ُ": 751,
      "ِ": 752,
      "ّ": 753,
      "ْ": 754,
      "ٓ": 755,
      "٠": 756,
      "١": 757,
      "٢": 758,
      "٣": 759,
      "٤": 760,
      "٥": 761,
      "٦": 762,
      "٧": 763,
      "٨": 764,
      "٩": 765,
      "٪": 766,
      "٫": 767,
      "٬": 768,
      "ٲ": 769,
      "ٳ": 770,
      "ٹ": 771,
      "ٺ": 772,
      "ٻ": 773,
      "ټ": 774,
      "ٽ": 775,
      "پ": 776,
      "ٿ": 777,
      "ڀ": 778,
      "ځ": 779,
      "ڃ": 780,
      "ڄ": 781,
      "څ": 782,
      "چ": 783,
      "ڇ": 784,
      "ڈ": 785,
      "ډ": 786,
      "ڊ": 787,
      "ڌ": 788,
      "ڍ": 789,
      "ڏ": 790,
      "ڑ": 791,
      "ړ": 792,
      "ږ": 793,
      "ژ": 794,
      "ڙ": 795,
      "ښ": 796,
      "ڦ": 797,
      "ک": 798,
      "ڪ": 799,
      "ګ": 800,
      "گ": 801,
      "ڱ": 802,
      "ڳ": 803,
      "ڵ": 804,
      "ں": 805,
      "ڻ": 806,
      "ڼ": 807,
      "ھ": 808,
      "ہ": 809,
      "ۂ": 810,
      "ۄ": 811,
      "ۅ": 812,
      "ۆ": 813,
      "ۉ": 814,
      "ۋ": 815,
      "ی": 816,
      "ۍ": 817,
      "ێ": 818,
      "ې": 819,
      "ے": 820,
      "۔": 821,
      "ە": 822,
      "۰": 823,
      "۱": 824,
      "۲": 825,
      "۳": 826,
      "۴": 827,
      "۵": 828,
      "۶": 829,
      "۷": 830,
      "۸": 831,
      "۹": 832,
      "܀": 833,
      "܍": 834,
      "ߵ": 835,
      "߷": 836,
      "ँ": 837,
      "ं": 838,
      "ः": 839,
      "अ": 840,
      "आ": 841,
      "इ": 842,
      "ई": 843,
      "उ": 844,
      "ऊ": 845,
      "ऋ": 846,
      "ऌ": 847,
      "ऍ": 848,
      "ऎ": 849,
      "ए": 850,
      "ऐ": 851,
      "ऑ": 852,
      "ऒ": 853,
      "ओ": 854,
      "औ": 855,
      "क": 856,
      "ख": 857,
      "ग": 858,
      "घ": 859,
      "ङ": 860,
      "च": 861,
      "छ": 862,
      "ज": 863,
      "झ": 864,
      "ञ": 865,
      "ट": 866,
      "ठ": 867,
      "ड": 868,
      "ढ": 869,
      "ण": 870,
      "त": 871,
      "थ": 872,
      "द": 873,
      "ध": 874,
      "न": 875,
      "ऩ": 876,
      "प": 877,
      "फ": 878,
      "ब": 879,
      "भ": 880,
      "म": 881,
      "य": 882,
      "र": 883,
      "ऱ": 884,
      "ल": 885,
      "ळ": 886,
      "ऴ": 887,
      "व": 888,
      "श": 889,
      "ष": 890,
      "स": 891,
      "ह": 892,
      "़": 893,
      "ऽ": 894,
      "ा": 895,
      "ि": 896,
      "ी": 897,
      "ु": 898,
      "ू": 899,
      "े": 900,
      "ै": 901,
      "ॉ": 902,
      "ो": 903,
      "ौ": 904,
      "्": 905,
      "ॐ": 906,
      "ॠ": 907,
      "ॡ": 908,
      "।": 909,
      "॥": 910,
      "०": 911,
      "१": 912,
      "२": 913,
      "३": 914,
      "४": 915,
      "५": 916,
      "६": 917,
      "७": 918,
      "८": 919,
      "९": 920,
      "॰": 921,
      "ॱ": 922,
      "ॲ": 923,
      "ॻ": 924,
      "ॼ": 925,
      "ॾ": 926,
      "ॿ": 927,
      "ঁ": 928,
      "ং": 929,
      "অ": 930,
      "আ": 931,
      "ই": 932,
      "ঈ": 933,
      "উ": 934,
      "ঊ": 935,
      "ঋ": 936,
      "ঌ": 937,
      "এ": 938,
      "ঐ": 939,
      "ও": 940,
      "ঔ": 941,
      "ক": 942,
      "খ": 943,
      "গ": 944,
      "ঘ": 945,
      "ঙ": 946,
      "চ": 947,
      "ছ": 948,
      "জ": 949,
      "ঝ": 950,
      "ঞ": 951,
      "ট": 952,
      "ঠ": 953,
      "ড": 954,
      "ঢ": 955,
      "ণ": 956,
      "ত": 957,
      "থ": 958,
      "দ": 959,
      "ধ": 960,
      "ন": 961,
      "প": 962,
      "ফ": 963,
      "ব": 964,
      "ভ": 965,
      "ম": 966,
      "য": 967,
      "র": 968,
      "ল": 969,
      "শ": 970,
      "ষ": 971,
      "স": 972,
      "হ": 973,
      "়": 974,
      "ঽ": 975,
      "া": 976,
      "ি": 977,
      "ী": 978,
      "ু": 979,
      "ৃ": 980,
      "ে": 981,
      "ৈ": 982,
      "ো": 983,
      "্": 984,
      "ৎ": 985,
      "০": 986,
      "১": 987,
      "২": 988,
      "৩": 989,
      "৪": 990,
      "৫": 991,
      "৬": 992,
      "৭": 993,
      "৮": 994,
      "৯": 995,
      "ৰ": 996,
      "ৱ": 997,
      "৲": 998,
      "৳": 999,
      "৴": 1000,
      "৵": 1001,
      "৶": 1002,
      "৷": 1003,
      "৸": 1004,
      "৹": 1005,
      "৺": 1006,
      "ਅ": 1007,
      "ਆ": 1008,
      "ਇ": 1009,
      "ਈ": 1010,
      "ਉ": 1011,
      "ਊ": 1012,
      "ਏ": 1013,
      "ਐ": 1014,
      "ਓ": 1015,
      "ਔ": 1016,
      "ਕ": 1017,
      "ਖ": 1018,
      "ਗ": 1019,
      "ਘ": 1020,
      "ਙ": 1021,
      "ਚ": 1022,
      "ਛ": 1023,
      "ਜ": 1024,
      "ਝ": 1025,
      "ਞ": 1026,
      "ਟ": 1027,
      "ਠ": 1028,
      "ਡ": 1029,
      "ਢ": 1030,
      "ਣ": 1031,
      "ਤ": 1032,
      "ਥ": 1033,
      "ਦ": 1034,
      "ਧ": 1035,
      "ਨ": 1036,
      "ਪ": 1037,
      "ਫ": 1038,
      "ਬ": 1039,
      "ਭ": 1040,
      "ਮ": 1041,
      "ਯ": 1042,
      "ਰ": 1043,
      "ਲ": 1044,
      "ਵ": 1045,
      "ਸ": 1046,
      "ਹ": 1047,
      "ੜ": 1048,
      "੦": 1049,
      "੧": 1050,
      "੨": 1051,
      "੩": 1052,
      "੪": 1053,
      "੫": 1054,
      "੬": 1055,
      "੭": 1056,
      "੮": 1057,
      "੯": 1058,
      "ੲ": 1059,
      "ੳ": 1060,
      "ੴ": 1061,
      "અ": 1062,
      "આ": 1063,
      "ઇ": 1064,
      "ઈ": 1065,
      "ઉ": 1066,
      "ઊ": 1067,
      "ઋ": 1068,
      "ઌ": 1069,
      "ઍ": 1070,
      "એ": 1071,
      "ઐ": 1072,
      "ઑ": 1073,
      "ઓ": 1074,
      "ઔ": 1075,
      "ક": 1076,
      "ખ": 1077,
      "ગ": 1078,
      "ઘ": 1079,
      "ઙ": 1080,
      "ચ": 1081,
      "છ": 1082,
      "જ": 1083,
      "ઝ": 1084,
      "ઞ": 1085,
      "ટ": 1086,
      "ઠ": 1087,
      "ડ": 1088,
      "ઢ": 1089,
      "ણ": 1090,
      "ત": 1091,
      "થ": 1092,
      "દ": 1093,
      "ધ": 1094,
      "ન": 1095,
      "પ": 1096,
      "ફ": 1097,
      "બ": 1098,
      "ભ": 1099,
      "મ": 1100,
      "ય": 1101,
      "ર": 1102,
      "઱": 1103,
      "લ": 1104,
      "ળ": 1105,
      "વ": 1106,
      "શ": 1107,
      "ષ": 1108,
      "સ": 1109,
      "હ": 1110,
      "ઽ": 1111,
      "ૐ": 1112,
      "ૠ": 1113,
      "ૡ": 1114,
      "૦": 1115,
      "૧": 1116,
      "૨": 1117,
      "૩": 1118,
      "૪": 1119,
      "૫": 1120,
      "૬": 1121,
      "૭": 1122,
      "૮": 1123,
      "૯": 1124,
      "૱": 1125,
      "ଅ": 1126,
      "ଆ": 1127,
      "ଇ": 1128,
      "ଈ": 1129,
      "ଉ": 1130,
      "ଊ": 1131,
      "ଋ": 1132,
      "ଌ": 1133,
      "ଏ": 1134,
      "ଐ": 1135,
      "ଓ": 1136,
      "ଔ": 1137,
      "କ": 1138,
      "ଖ": 1139,
      "ଗ": 1140,
      "ଘ": 1141,
      "ଙ": 1142,
      "ଚ": 1143,
      "ଛ": 1144,
      "ଜ": 1145,
      "ଝ": 1146,
      "ଞ": 1147,
      "ଟ": 1148,
      "ଠ": 1149,
      "ଡ": 1150,
      "ଢ": 1151,
      "ଣ": 1152,
      "ତ": 1153,
      "ଥ": 1154,
      "ଦ": 1155,
      "ଧ": 1156,
      "ନ": 1157,
      "ପ": 1158,
      "ଫ": 1159,
      "ବ": 1160,
      "ଭ": 1161,
      "ମ": 1162,
      "ଯ": 1163,
      "ର": 1164,
      "ଲ": 1165,
      "ଳ": 1166,
      "ଵ": 1167,
      "ଶ": 1168,
      "ଷ": 1169,
      "ସ": 1170,
      "ହ": 1171,
      "ଽ": 1172,
      "ୟ": 1173,
      "ୠ": 1174,
      "ୡ": 1175,
      "୦": 1176,
      "୧": 1177,
      "୨": 1178,
      "୩": 1179,
      "୪": 1180,
      "୫": 1181,
      "୬": 1182,
      "୭": 1183,
      "୮": 1184,
      "୯": 1185,
      "୰": 1186,
      "ୱ": 1187,
      "அ": 1188,
      "ஆ": 1189,
      "இ": 1190,
      "ஈ": 1191,
      "உ": 1192,
      "ஊ": 1193,
      "எ": 1194,
      "ஏ": 1195,
      "ஐ": 1196,
      "ஒ": 1197,
      "ஓ": 1198,
      "ஔ": 1199,
      "க": 1200,
      "ங": 1201,
      "ச": 1202,
      "ஜ": 1203,
      "஝": 1204,
      "ஞ": 1205,
      "ட": 1206,
      "ண": 1207,
      "த": 1208,
      "ந": 1209,
      "ன": 1210,
      "ப": 1211,
      "ம": 1212,
      "ய": 1213,
      "ர": 1214,
      "ற": 1215,
      "ல": 1216,
      "ள": 1217,
      "ழ": 1218,
      "வ": 1219,
      "ஶ": 1220,
      "ஷ": 1221,
      "ஸ": 1222,
      "ஹ": 1223,
      "ா": 1224,
      "ி": 1225,
      "்": 1226,
      "ௐ": 1227,
      "௦": 1228,
      "௧": 1229,
      "௨": 1230,
      "௩": 1231,
      "௪": 1232,
      "௫": 1233,
      "௬": 1234,
      "௭": 1235,
      "௮": 1236,
      "௯": 1237,
      "௰": 1238,
      "௱": 1239,
      "௲": 1240,
      "௳": 1241,
      "௴": 1242,
      "௵": 1243,
      "௶": 1244,
      "௷": 1245,
      "௸": 1246,
      "௹": 1247,
      "௺": 1248,
      "అ": 1249,
      "ఆ": 1250,
      "ఇ": 1251,
      "ఈ": 1252,
      "ఉ": 1253,
      "ఊ": 1254,
      "ఋ": 1255,
      "ఌ": 1256,
      "ఎ": 1257,
      "ఏ": 1258,
      "ఐ": 1259,
      "ఒ": 1260,
      "ఓ": 1261,
      "ఔ": 1262,
      "క": 1263,
      "ఖ": 1264,
      "గ": 1265,
      "ఘ": 1266,
      "ఙ": 1267,
      "చ": 1268,
      "ఛ": 1269,
      "జ": 1270,
      "ఝ": 1271,
      "ఞ": 1272,
      "ట": 1273,
      "ఠ": 1274,
      "డ": 1275,
      "ఢ": 1276,
      "ణ": 1277,
      "త": 1278,
      "థ": 1279,
      "ద": 1280,
      "ధ": 1281,
      "న": 1282,
      "ప": 1283,
      "ఫ": 1284,
      "బ": 1285,
      "భ": 1286,
      "మ": 1287,
      "య": 1288,
      "ర": 1289,
      "ఱ": 1290,
      "ల": 1291,
      "ళ": 1292,
      "వ": 1293,
      "శ": 1294,
      "ష": 1295,
      "స": 1296,
      "హ": 1297,
      "ఽ": 1298,
      "ౘ": 1299,
      "ౙ": 1300,
      "ౠ": 1301,
      "ౡ": 1302,
      "౦": 1303,
      "౧": 1304,
      "౨": 1305,
      "౩": 1306,
      "౪": 1307,
      "౫": 1308,
      "౬": 1309,
      "౭": 1310,
      "౮": 1311,
      "౯": 1312,
      "౸": 1313,
      "౹": 1314,
      "౺": 1315,
      "౻": 1316,
      "౼": 1317,
      "౽": 1318,
      "౾": 1319,
      "౿": 1320,
      "ಂ": 1321,
      "ಃ": 1322,
      "ಅ": 1323,
      "ಆ": 1324,
      "ಇ": 1325,
      "ಈ": 1326,
      "ಉ": 1327,
      "ಊ": 1328,
      "ಋ": 1329,
      "ಌ": 1330,
      "ಎ": 1331,
      "ಏ": 1332,
      "ಐ": 1333,
      "ಒ": 1334,
      "ಓ": 1335,
      "ಔ": 1336,
      "ಕ": 1337,
      "ಖ": 1338,
      "ಗ": 1339,
      "ಘ": 1340,
      "ಙ": 1341,
      "ಚ": 1342,
      "ಛ": 1343,
      "ಜ": 1344,
      "ಝ": 1345,
      "ಞ": 1346,
      "ಟ": 1347,
      "ಠ": 1348,
      "ಡ": 1349,
      "ಢ": 1350,
      "ಣ": 1351,
      "ತ": 1352,
      "ಥ": 1353,
      "ದ": 1354,
      "ಧ": 1355,
      "ನ": 1356,
      "ಪ": 1357,
      "ಫ": 1358,
      "ಬ": 1359,
      "ಭ": 1360,
      "ಮ": 1361,
      "ಯ": 1362,
      "ರ": 1363,
      "ಱ": 1364,
      "ಲ": 1365,
      "ಳ": 1366,
      "ವ": 1367,
      "ಶ": 1368,
      "ಷ": 1369,
      "ಸ": 1370,
      "ಹ": 1371,
      "಼": 1372,
      "ಽ": 1373,
      "ಾ": 1374,
      "ಿ": 1375,
      "ೀ": 1376,
      "ು": 1377,
      "ೂ": 1378,
      "ೃ": 1379,
      "ೄ": 1380,
      "ೆ": 1381,
      "ೇ": 1382,
      "ೈ": 1383,
      "ೊ": 1384,
      "ೋ": 1385,
      "ೌ": 1386,
      "್": 1387,
      "ೕ": 1388,
      "ೖ": 1389,
      "ೞ": 1390,
      "ೠ": 1391,
      "ೡ": 1392,
      "ೢ": 1393,
      "ೣ": 1394,
      "೦": 1395,
      "೧": 1396,
      "೨": 1397,
      "೩": 1398,
      "೪": 1399,
      "೫": 1400,
      "೬": 1401,
      "೭": 1402,
      "೮": 1403,
      "೯": 1404,
      "ೱ": 1405,
      "ೲ": 1406,
      "ം": 1407,
      "ഃ": 1408,
      "അ": 1409,
      "ആ": 1410,
      "ഇ": 1411,
      "ഈ": 1412,
      "ഉ": 1413,
      "ഊ": 1414,
      "ഋ": 1415,
      "ഌ": 1416,
      "എ": 1417,
      "ഏ": 1418,
      "ഐ": 1419,
      "ഒ": 1420,
      "ഓ": 1421,
      "ഔ": 1422,
      "ക": 1423,
      "ഖ": 1424,
      "ഗ": 1425,
      "ഘ": 1426,
      "ങ": 1427,
      "ച": 1428,
      "ഛ": 1429,
      "ജ": 1430,
      "ഝ": 1431,
      "ഞ": 1432,
      "ട": 1433,
      "ഠ": 1434,
      "ഡ": 1435,
      "ഢ": 1436,
      "ണ": 1437,
      "ത": 1438,
      "ഥ": 1439,
      "ദ": 1440,
      "ധ": 1441,
      "ന": 1442,
      "പ": 1443,
      "ഫ": 1444,
      "ബ": 1445,
      "ഭ": 1446,
      "മ": 1447,
      "യ": 1448,
      "ര": 1449,
      "റ": 1450,
      "ല": 1451,
      "ള": 1452,
      "ഴ": 1453,
      "വ": 1454,
      "ശ": 1455,
      "ഷ": 1456,
      "സ": 1457,
      "ഹ": 1458,
      "ഽ": 1459,
      "ാ": 1460,
      "ി": 1461,
      "ീ": 1462,
      "ു": 1463,
      "ൂ": 1464,
      "ൃ": 1465,
      "ൄ": 1466,
      "െ": 1467,
      "േ": 1468,
      "ൈ": 1469,
      "ൊ": 1470,
      "ോ": 1471,
      "ൌ": 1472,
      "്": 1473,
      "ൗ": 1474,
      "ൠ": 1475,
      "ൡ": 1476,
      "ൢ": 1477,
      "ൣ": 1478,
      "൦": 1479,
      "൧": 1480,
      "൨": 1481,
      "൩": 1482,
      "൪": 1483,
      "൫": 1484,
      "൬": 1485,
      "൭": 1486,
      "൮": 1487,
      "൯": 1488,
      "൰": 1489,
      "൱": 1490,
      "൲": 1491,
      "൳": 1492,
      "൴": 1493,
      "൵": 1494,
      "൹": 1495,
      "ൺ": 1496,
      "ൻ": 1497,
      "ർ": 1498,
      "ൽ": 1499,
      "ൾ": 1500,
      "ൿ": 1501,
      "ත": 1502,
      "ම": 1503,
      "ය": 1504,
      "ර": 1505,
      "ල": 1506,
      "ස": 1507,
      "ා": 1508,
      "ු": 1509,
      "ේ": 1510,
      "෴": 1511,
      "ก": 1512,
      "ข": 1513,
      "ค": 1514,
      "ง": 1515,
      "จ": 1516,
      "ฉ": 1517,
      "ช": 1518,
      "ซ": 1519,
      "ญ": 1520,
      "ณ": 1521,
      "ด": 1522,
      "ต": 1523,
      "ถ": 1524,
      "ท": 1525,
      "น": 1526,
      "บ": 1527,
      "ป": 1528,
      "ผ": 1529,
      "พ": 1530,
      "ม": 1531,
      "ย": 1532,
      "ร": 1533,
      "ล": 1534,
      "ว": 1535,
      "ศ": 1536,
      "ส": 1537,
      "ห": 1538,
      "อ": 1539,
      "ะ": 1540,
      "ั": 1541,
      "า": 1542,
      "ิ": 1543,
      "ี": 1544,
      "ึ": 1545,
      "ื": 1546,
      "ุ": 1547,
      "ู": 1548,
      "฿": 1549,
      "เ": 1550,
      "แ": 1551,
      "โ": 1552,
      "ใ": 1553,
      "ไ": 1554,
      "ๆ": 1555,
      "็": 1556,
      "่": 1557,
      "้": 1558,
      "์": 1559,
      "ํ": 1560,
      "ຈ": 1561,
      "༼": 1562,
      "༽": 1563,
      "࿝": 1564,
      "က": 1565,
      "ခ": 1566,
      "ဂ": 1567,
      "ဃ": 1568,
      "င": 1569,
      "စ": 1570,
      "ဆ": 1571,
      "ဇ": 1572,
      "ဈ": 1573,
      "ည": 1574,
      "တ": 1575,
      "ထ": 1576,
      "ဒ": 1577,
      "ဓ": 1578,
      "န": 1579,
      "ပ": 1580,
      "ဖ": 1581,
      "ဘ": 1582,
      "မ": 1583,
      "ယ": 1584,
      "ရ": 1585,
      "လ": 1586,
      "ဝ": 1587,
      "သ": 1588,
      "အ": 1589,
      "ဦ": 1590,
      "ါ": 1591,
      "ာ": 1592,
      "ိ": 1593,
      "ီ": 1594,
      "ု": 1595,
      "ူ": 1596,
      "ေ": 1597,
      "ဲ": 1598,
      "ဳ": 1599,
      "ဴ": 1600,
      "ံ": 1601,
      "့": 1602,
      "း": 1603,
      "္": 1604,
      "်": 1605,
      "ျ": 1606,
      "ြ": 1607,
      "ွ": 1608,
      "ှ": 1609,
      "၀": 1610,
      "၁": 1611,
      "၂": 1612,
      "၄": 1613,
      "၆": 1614,
      "၈": 1615,
      "၉": 1616,
      "၊": 1617,
      "။": 1618,
      "၍": 1619,
      "၎": 1620,
      "ၠ": 1621,
      "ၤ": 1622,
      "ၨ": 1623,
      "ၪ": 1624,
      "ၱ": 1625,
      "ၵ": 1626,
      "ၻ": 1627,
      "ၽ": 1628,
      "ၾ": 1629,
      "ၿ": 1630,
      "ႀ": 1631,
      "ႁ": 1632,
      "ႂ": 1633,
      "ႇ": 1634,
      "ႈ": 1635,
      "ႊ": 1636,
      "ႏ": 1637,
      "႓": 1638,
      "႔": 1639,
      "ა": 1640,
      "დ": 1641,
      "ე": 1642,
      "ვ": 1643,
      "ზ": 1644,
      "თ": 1645,
      "ი": 1646,
      "კ": 1647,
      "ლ": 1648,
      "მ": 1649,
      "ნ": 1650,
      "ო": 1651,
      "პ": 1652,
      "რ": 1653,
      "ს": 1654,
      "ტ": 1655,
      "უ": 1656,
      "ფ": 1657,
      "ღ": 1658,
      "ყ": 1659,
      "შ": 1660,
      "ჩ": 1661,
      "ც": 1662,
      "წ": 1663,
      "ხ": 1664,
      "ჰ": 1665,
      "ᄂ": 1666,
      "ᄃ": 1667,
      "ᄆ": 1668,
      "ᄇ": 1669,
      "ᄋ": 1670,
      "ᄏ": 1671,
      "ᄒ": 1672,
      "ᅡ": 1673,
      "ᅣ": 1674,
      "ᅥ": 1675,
      "ᅧ": 1676,
      "ᅩ": 1677,
      "ᅭ": 1678,
      "ᅮ": 1679,
      "ᅲ": 1680,
      "ᅳ": 1681,
      "ᅵ": 1682,
      "ᆫ": 1683,
      "ᆯ": 1684,
      "ሴ": 1685,
      "ቲ": 1686,
      "Ꭳ": 1687,
      "ᚠ": 1688,
      "ᚢ": 1689,
      "ᚦ": 1690,
      "ᚩ": 1691,
      "ᚪ": 1692,
      "ᚫ": 1693,
      "ᚱ": 1694,
      "ᚳ": 1695,
      "ᚷ": 1696,
      "ᚹ": 1697,
      "ᚻ": 1698,
      "ᚾ": 1699,
      "ᛁ": 1700,
      "ᛇ": 1701,
      "ᛋ": 1702,
      "ᛏ": 1703,
      "ᛒ": 1704,
      "ᛖ": 1705,
      "ᛗ": 1706,
      "ᛚ": 1707,
      "ᛞ": 1708,
      "ᛦ": 1709,
      "᛫": 1710,
      "᛬": 1711,
      "៘": 1712,
      "ᴗ": 1713,
      "ᶀ": 1714,
      "Ḁ": 1715,
      "ḍ": 1716,
      "Ḏ": 1717,
      "ḑ": 1718,
      "ḥ": 1719,
      "ḱ": 1720,
      "ḷ": 1721,
      "ḹ": 1722,
      "ṃ": 1723,
      "ṅ": 1724,
      "ṇ": 1725,
      "ṛ": 1726,
      "ṝ": 1727,
      "ṣ": 1728,
      "ṭ": 1729,
      "ṻ": 1730,
      "ẁ": 1731,
      "ẃ": 1732,
      "ẅ": 1733,
      "ạ": 1734,
      "ả": 1735,
      "ấ": 1736,
      "ầ": 1737,
      "ẩ": 1738,
      "ẫ": 1739,
      "ậ": 1740,
      "ắ": 1741,
      "ằ": 1742,
      "ẳ": 1743,
      "ặ": 1744,
      "ẹ": 1745,
      "ẻ": 1746,
      "Ẽ": 1747,
      "ẽ": 1748,
      "ế": 1749,
      "ề": 1750,
      "ể": 1751,
      "ễ": 1752,
      "ệ": 1753,
      "ỉ": 1754,
      "ị": 1755,
      "ọ": 1756,
      "ỏ": 1757,
      "ố": 1758,
      "ồ": 1759,
      "ổ": 1760,
      "ỗ": 1761,
      "ộ": 1762,
      "ớ": 1763,
      "ờ": 1764,
      "ở": 1765,
      "ỡ": 1766,
      "ợ": 1767,
      "ụ": 1768,
      "ủ": 1769,
      "ứ": 1770,
      "ừ": 1771,
      "ử": 1772,
      "ữ": 1773,
      "ự": 1774,
      "ỳ": 1775,
      "ἀ": 1776,
      "ἂ": 1777,
      "ἃ": 1778,
      "ἄ": 1779,
      "ἅ": 1780,
      "ἐ": 1781,
      "ἑ": 1782,
      "ἔ": 1783,
      "ἡ": 1784,
      "ἢ": 1785,
      "ἣ": 1786,
      "ἤ": 1787,
      "ἥ": 1788,
      "ἧ": 1789,
      "Ἡ": 1790,
      "ἰ": 1791,
      "ἱ": 1792,
      "ἳ": 1793,
      "ἴ": 1794,
      "ἵ": 1795,
      "ἷ": 1796,
      "Ἰ": 1797,
      "Ἱ": 1798,
      "ὁ": 1799,
      "ὃ": 1800,
      "ὅ": 1801,
      "Ὁ": 1802,
      "ὐ": 1803,
      "ὑ": 1804,
      "ὓ": 1805,
      "ὔ": 1806,
      "ὕ": 1807,
      "ὖ": 1808,
      "ὗ": 1809,
      "ὡ": 1810,
      "ὥ": 1811,
      "ὦ": 1812,
      "ὧ": 1813,
      "ὰ": 1814,
      "ὲ": 1815,
      "ὴ": 1816,
      "ὶ": 1817,
      "ὸ": 1818,
      "ὺ": 1819,
      "ὼ": 1820,
      "ᾧ": 1821,
      "ῃ": 1822,
      "ῆ": 1823,
      "ῇ": 1824,
      "ῖ": 1825,
      "ῦ": 1826,
      "ῳ": 1827,
      "ῶ": 1828,
      "ῷ": 1829,
      "​": 1830,
      "‌": 1831,
      "‍": 1832,
      "‐": 1833,
      "‒": 1834,
      "–": 1835,
      "—": 1836,
      "‖": 1837,
      "‘": 1838,
      "’": 1839,
      "‚": 1840,
      "‛": 1841,
      "“": 1842,
      "”": 1843,
      "„": 1844,
      "†": 1845,
      "‡": 1846,
      "•": 1847,
      "‬": 1848,
      "‭": 1849,
      "‰": 1850,
      "‱": 1851,
      "′": 1852,
      "‸": 1853,
      "‹": 1854,
      "›": 1855,
      "※": 1856,
      "‿": 1857,
      "⁂": 1858,
      "⁄": 1859,
      "⁅": 1860,
      "⁞": 1861,
      "⁠": 1862,
      "₡": 1863,
      "₢": 1864,
      "₣": 1865,
      "₤": 1866,
      "₥": 1867,
      "₦": 1868,
      "₧": 1869,
      "₩": 1870,
      "₪": 1871,
      "₫": 1872,
      "€": 1873,
      "₭": 1874,
      "₮": 1875,
      "₯": 1876,
      "₸": 1877,
      "₹": 1878,
      "₽": 1879,
      "⃒": 1880,
      "⃗": 1881,
      "⃦": 1882,
      "←": 1883,
      "↑": 1884,
      "→": 1885,
      "↓": 1886,
      "↔": 1887,
      "↖": 1888,
      "↗": 1889,
      "↘": 1890,
      "↦": 1891,
      "↯": 1892,
      "⇒": 1893,
      "⇔": 1894,
      "∀": 1895,
      "∂": 1896,
      "∃": 1897,
      "∅": 1898,
      "∆": 1899,
      "∇": 1900,
      "∈": 1901,
      "∉": 1902,
      "∏": 1903,
      "∑": 1904,
      "−": 1905,
      "∘": 1906,
      "∙": 1907,
      "√": 1908,
      "∞": 1909,
      "∣": 1910,
      "∧": 1911,
      "∨": 1912,
      "∩": 1913,
      "∪": 1914,
      "∫": 1915,
      "∮": 1916,
      "≃": 1917,
      "≈": 1918,
      "≠": 1919,
      "≡": 1920,
      "≤": 1921,
      "≥": 1922,
      "≦": 1923,
      "≧": 1924,
      "≫": 1925,
      "≮": 1926,
      "≯": 1927,
      "≰": 1928,
      "≱": 1929,
      "≲": 1930,
      "≳": 1931,
      "⊂": 1932,
      "⊃": 1933,
      "⊊": 1934,
      "⊥": 1935,
      "⋄": 1936,
      "⋈": 1937,
      "⋯": 1938,
      "⌂": 1939,
      "⎍": 1940,
      "⑅": 1941,
      "─": 1942,
      "━": 1943,
      "│": 1944,
      "┄": 1945,
      "┌": 1946,
      "┐": 1947,
      "└": 1948,
      "┘": 1949,
      "├": 1950,
      "┝": 1951,
      "┤": 1952,
      "┬": 1953,
      "┯": 1954,
      "┰": 1955,
      "┱": 1956,
      "┴": 1957,
      "┼": 1958,
      "┾": 1959,
      "╁": 1960,
      "╂": 1961,
      "═": 1962,
      "║": 1963,
      "╓": 1964,
      "╔": 1965,
      "╕": 1966,
      "╗": 1967,
      "╘": 1968,
      "╙": 1969,
      "╚": 1970,
      "╝": 1971,
      "╞": 1972,
      "╠": 1973,
      "╡": 1974,
      "╣": 1975,
      "╥": 1976,
      "╦": 1977,
      "╨": 1978,
      "╩": 1979,
      "╬": 1980,
      "▁": 1981,
      "█": 1982,
      "░": 1983,
      "▒": 1984,
      "▓": 1985,
      "□": 1986,
      "▲": 1987,
      "△": 1988,
      "▶": 1989,
      "►": 1990,
      "▼": 1991,
      "▽": 1992,
      "◀": 1993,
      "◄": 1994,
      "◊": 1995,
      "○": 1996,
      "●": 1997,
      "◘": 1998,
      "◜": 1999,
      "◯": 2000,
      "☃": 2001,
      "★": 2002,
      "☆": 2003,
      "☕": 2004,
      "☭": 2005,
      "☯": 2006,
      "☺": 2007,
      "☻": 2008,
      "☼": 2009,
      "♀": 2010,
      "♂": 2011,
      "♘": 2012,
      "♙": 2013,
      "♝": 2014,
      "♟": 2015,
      "♠": 2016,
      "♡": 2017,
      "♣": 2018,
      "♥": 2019,
      "♦": 2020,
      "♧": 2021,
      "♪": 2022,
      "♫": 2023,
      "♬": 2024,
      "♭": 2025,
      "♮": 2026,
      "♯": 2027,
      "✈": 2028,
      "✓": 2029,
      "✔": 2030,
      "✗": 2031,
      "✘": 2032,
      "✦": 2033,
      "✪": 2034,
      "✲": 2035,
      "✽": 2036,
      "❄": 2037,
      "❤": 2038,
      "➜": 2039,
      "➝": 2040,
      "⟦": 2041,
      "⟧": 2042,
      "⟨": 2043,
      "⟩": 2044,
      "⠀": 2045,
      "⠁": 2046,
      "⠇": 2047,
      "⠉": 2048,
      "⠊": 2049,
      "⠍": 2050,
      "⠎": 2051,
      "⠑": 2052,
      "⠓": 2053,
      "⠕": 2054,
      "⠗": 2055,
      "⠙": 2056,
      "⠛": 2057,
      "⠝": 2058,
      "⠞": 2059,
      "⠥": 2060,
      "⦅": 2061,
      "⨔": 2062,
      "⩽": 2063,
      "⩾": 2064,
      "Ⱡ": 2065,
      "ⱥ": 2066,
      "ⲹ": 2067,
      "⸗": 2068,
      "⻐": 2069,
      "⻘": 2070,
      "⻨": 2071,
      "、": 2072,
      "。": 2073,
      "々": 2074,
      "〇": 2075,
      "〈": 2076,
      "〉": 2077,
      "《": 2078,
      "》": 2079,
      "「": 2080,
      "」": 2081,
      "『": 2082,
      "』": 2083,
      "【": 2084,
      "】": 2085,
      "〗": 2086,
      "〜": 2087,
      "〝": 2088,
      "〟": 2089,
      "〳": 2090,
      "〽": 2091,
      "ぁ": 2092,
      "あ": 2093,
      "ぃ": 2094,
      "い": 2095,
      "ぅ": 2096,
      "う": 2097,
      "ぇ": 2098,
      "え": 2099,
      "ぉ": 2100,
      "お": 2101,
      "か": 2102,
      "が": 2103,
      "き": 2104,
      "ぎ": 2105,
      "く": 2106,
      "ぐ": 2107,
      "け": 2108,
      "げ": 2109,
      "こ": 2110,
      "ご": 2111,
      "さ": 2112,
      "ざ": 2113,
      "し": 2114,
      "じ": 2115,
      "す": 2116,
      "ず": 2117,
      "せ": 2118,
      "ぜ": 2119,
      "そ": 2120,
      "ぞ": 2121,
      "た": 2122,
      "だ": 2123,
      "ち": 2124,
      "ぢ": 2125,
      "っ": 2126,
      "つ": 2127,
      "づ": 2128,
      "て": 2129,
      "で": 2130,
      "と": 2131,
      "ど": 2132,
      "な": 2133,
      "に": 2134,
      "ぬ": 2135,
      "ね": 2136,
      "の": 2137,
      "は": 2138,
      "ば": 2139,
      "ぱ": 2140,
      "ひ": 2141,
      "び": 2142,
      "ぴ": 2143,
      "ふ": 2144,
      "ぶ": 2145,
      "ぷ": 2146,
      "へ": 2147,
      "べ": 2148,
      "ぺ": 2149,
      "ほ": 2150,
      "ぼ": 2151,
      "ぽ": 2152,
      "ま": 2153,
      "み": 2154,
      "む": 2155,
      "め": 2156,
      "も": 2157,
      "ゃ": 2158,
      "や": 2159,
      "ゅ": 2160,
      "ゆ": 2161,
      "ょ": 2162,
      "よ": 2163,
      "ら": 2164,
      "り": 2165,
      "る": 2166,
      "れ": 2167,
      "ろ": 2168,
      "ゎ": 2169,
      "わ": 2170,
      "ゐ": 2171,
      "ゑ": 2172,
      "を": 2173,
      "ん": 2174,
      "ゔ": 2175,
      "ゕ": 2176,
      "ゖ": 2177,
      "゙": 2178,
      "゚": 2179,
      "ゝ": 2180,
      "ゞ": 2181,
      "゠": 2182,
      "ァ": 2183,
      "ア": 2184,
      "ィ": 2185,
      "イ": 2186,
      "ゥ": 2187,
      "ウ": 2188,
      "ェ": 2189,
      "エ": 2190,
      "ォ": 2191,
      "オ": 2192,
      "カ": 2193,
      "ガ": 2194,
      "キ": 2195,
      "ギ": 2196,
      "ク": 2197,
      "グ": 2198,
      "ケ": 2199,
      "ゲ": 2200,
      "コ": 2201,
      "ゴ": 2202,
      "サ": 2203,
      "ザ": 2204,
      "シ": 2205,
      "ジ": 2206,
      "ス": 2207,
      "ズ": 2208,
      "セ": 2209,
      "ゼ": 2210,
      "ソ": 2211,
      "ゾ": 2212,
      "タ": 2213,
      "ダ": 2214,
      "チ": 2215,
      "ヂ": 2216,
      "ッ": 2217,
      "ツ": 2218,
      "ヅ": 2219,
      "テ": 2220,
      "デ": 2221,
      "ト": 2222,
      "ド": 2223,
      "ナ": 2224,
      "ニ": 2225,
      "ヌ": 2226,
      "ネ": 2227,
      "ノ": 2228,
      "ハ": 2229,
      "バ": 2230,
      "パ": 2231,
      "ヒ": 2232,
      "ビ": 2233,
      "ピ": 2234,
      "フ": 2235,
      "ブ": 2236,
      "プ": 2237,
      "ヘ": 2238,
      "ベ": 2239,
      "ペ": 2240,
      "ホ": 2241,
      "ボ": 2242,
      "ポ": 2243,
      "マ": 2244,
      "ミ": 2245,
      "ム": 2246,
      "メ": 2247,
      "モ": 2248,
      "ャ": 2249,
      "ヤ": 2250,
      "ュ": 2251,
      "ユ": 2252,
      "ョ": 2253,
      "ヨ": 2254,
      "ラ": 2255,
      "リ": 2256,
      "ル": 2257,
      "レ": 2258,
      "ロ": 2259,
      "ヮ": 2260,
      "ワ": 2261,
      "ヰ": 2262,
      "ヱ": 2263,
      "ヲ": 2264,
      "ン": 2265,
      "ヴ": 2266,
      "ヵ": 2267,
      "ヶ": 2268,
      "ヷ": 2269,
      "ヸ": 2270,
      "ヹ": 2271,
      "ヺ": 2272,
      "・": 2273,
      "ー": 2274,
      "ヽ": 2275,
      "ヾ": 2276,
      "㐀": 2277,
      "㺂": 2278,
      "㿜": 2279,
      "䦎": 2280,
      "䨣": 2281,
      "䩦": 2282,
      "䶴": 2283,
      "一": 2284,
      "丁": 2285,
      "七": 2286,
      "万": 2287,
      "丈": 2288,
      "三": 2289,
      "上": 2290,
      "下": 2291,
      "不": 2292,
      "与": 2293,
      "丑": 2294,
      "专": 2295,
      "且": 2296,
      "世": 2297,
      "丘": 2298,
      "丙": 2299,
      "业": 2300,
      "东": 2301,
      "丝": 2302,
      "両": 2303,
      "丢": 2304,
      "两": 2305,
      "严": 2306,
      "並": 2307,
      "丧": 2308,
      "个": 2309,
      "中": 2310,
      "串": 2311,
      "临": 2312,
      "丶": 2313,
      "丸": 2314,
      "丹": 2315,
      "为": 2316,
      "主": 2317,
      "丼": 2318,
      "丽": 2319,
      "举": 2320,
      "乃": 2321,
      "久": 2322,
      "么": 2323,
      "义": 2324,
      "之": 2325,
      "乌": 2326,
      "乎": 2327,
      "乏": 2328,
      "乐": 2329,
      "乒": 2330,
      "乓": 2331,
      "乔": 2332,
      "乗": 2333,
      "乘": 2334,
      "乙": 2335,
      "乜": 2336,
      "九": 2337,
      "乞": 2338,
      "也": 2339,
      "习": 2340,
      "乡": 2341,
      "书": 2342,
      "乨": 2343,
      "买": 2344,
      "乱": 2345,
      "乳": 2346,
      "乾": 2347,
      "亀": 2348,
      "了": 2349,
      "予": 2350,
      "争": 2351,
      "事": 2352,
      "二": 2353,
      "于": 2354,
      "亏": 2355,
      "云": 2356,
      "互": 2357,
      "五": 2358,
      "井": 2359,
      "亚": 2360,
      "些": 2361,
      "亜": 2362,
      "亡": 2363,
      "交": 2364,
      "亥": 2365,
      "亦": 2366,
      "产": 2367,
      "享": 2368,
      "京": 2369,
      "亭": 2370,
      "亮": 2371,
      "亲": 2372,
      "人": 2373,
      "亿": 2374,
      "什": 2375,
      "仁": 2376,
      "仅": 2377,
      "仇": 2378,
      "今": 2379,
      "介": 2380,
      "仍": 2381,
      "从": 2382,
      "仏": 2383,
      "仓": 2384,
      "仕": 2385,
      "他": 2386,
      "付": 2387,
      "仙": 2388,
      "代": 2389,
      "令": 2390,
      "以": 2391,
      "仪": 2392,
      "们": 2393,
      "仮": 2394,
      "仰": 2395,
      "仲": 2396,
      "件": 2397,
      "价": 2398,
      "任": 2399,
      "份": 2400,
      "仿": 2401,
      "企": 2402,
      "伊": 2403,
      "伍": 2404,
      "伎": 2405,
      "伏": 2406,
      "伐": 2407,
      "休": 2408,
      "众": 2409,
      "优": 2410,
      "伙": 2411,
      "会": 2412,
      "伝": 2413,
      "传": 2414,
      "伤": 2415,
      "伦": 2416,
      "伪": 2417,
      "伯": 2418,
      "估": 2419,
      "伴": 2420,
      "伸": 2421,
      "伺": 2422,
      "似": 2423,
      "但": 2424,
      "位": 2425,
      "低": 2426,
      "住": 2427,
      "佐": 2428,
      "体": 2429,
      "何": 2430,
      "余": 2431,
      "佛": 2432,
      "作": 2433,
      "你": 2434,
      "佩": 2435,
      "佰": 2436,
      "佳": 2437,
      "併": 2438,
      "使": 2439,
      "例": 2440,
      "侍": 2441,
      "供": 2442,
      "依": 2443,
      "侠": 2444,
      "価": 2445,
      "侧": 2446,
      "侨": 2447,
      "侮": 2448,
      "侯": 2449,
      "侵": 2450,
      "侶": 2451,
      "便": 2452,
      "係": 2453,
      "促": 2454,
      "俊": 2455,
      "俗": 2456,
      "保": 2457,
      "俞": 2458,
      "俟": 2459,
      "信": 2460,
      "修": 2461,
      "俳": 2462,
      "俵": 2463,
      "俸": 2464,
      "俺": 2465,
      "倉": 2466,
      "個": 2467,
      "倍": 2468,
      "倒": 2469,
      "倘": 2470,
      "候": 2471,
      "借": 2472,
      "倣": 2473,
      "値": 2474,
      "倩": 2475,
      "倫": 2476,
      "倱": 2477,
      "倹": 2478,
      "值": 2479,
      "倾": 2480,
      "假": 2481,
      "偉": 2482,
      "偏": 2483,
      "做": 2484,
      "停": 2485,
      "健": 2486,
      "側": 2487,
      "偵": 2488,
      "偶": 2489,
      "偽": 2490,
      "傍": 2491,
      "傑": 2492,
      "傘": 2493,
      "備": 2494,
      "傥": 2495,
      "储": 2496,
      "催": 2497,
      "傲": 2498,
      "債": 2499,
      "傷": 2500,
      "傾": 2501,
      "僅": 2502,
      "働": 2503,
      "像": 2504,
      "僕": 2505,
      "僚": 2506,
      "僠": 2507,
      "僧": 2508,
      "儀": 2509,
      "億": 2510,
      "儒": 2511,
      "償": 2512,
      "儥": 2513,
      "優": 2514,
      "儿": 2515,
      "允": 2516,
      "元": 2517,
      "兄": 2518,
      "充": 2519,
      "兆": 2520,
      "先": 2521,
      "光": 2522,
      "克": 2523,
      "兌": 2524,
      "免": 2525,
      "児": 2526,
      "兑": 2527,
      "兔": 2528,
      "党": 2529,
      "兢": 2530,
      "入": 2531,
      "全": 2532,
      "八": 2533,
      "公": 2534,
      "六": 2535,
      "兮": 2536,
      "兰": 2537,
      "共": 2538,
      "关": 2539,
      "兴": 2540,
      "兵": 2541,
      "其": 2542,
      "具": 2543,
      "典": 2544,
      "养": 2545,
      "兼": 2546,
      "兽": 2547,
      "冀": 2548,
      "内": 2549,
      "円": 2550,
      "冊": 2551,
      "册": 2552,
      "再": 2553,
      "冒": 2554,
      "冗": 2555,
      "写": 2556,
      "军": 2557,
      "农": 2558,
      "冠": 2559,
      "冥": 2560,
      "冬": 2561,
      "冯": 2562,
      "冰": 2563,
      "冲": 2564,
      "决": 2565,
      "况": 2566,
      "冶": 2567,
      "冷": 2568,
      "冻": 2569,
      "冼": 2570,
      "净": 2571,
      "凄": 2572,
      "准": 2573,
      "凍": 2574,
      "减": 2575,
      "凑": 2576,
      "凝": 2577,
      "几": 2578,
      "凡": 2579,
      "処": 2580,
      "凭": 2581,
      "凱": 2582,
      "凶": 2583,
      "凸": 2584,
      "凹": 2585,
      "出": 2586,
      "击": 2587,
      "函": 2588,
      "刀": 2589,
      "刃": 2590,
      "分": 2591,
      "切": 2592,
      "刈": 2593,
      "刊": 2594,
      "刑": 2595,
      "划": 2596,
      "列": 2597,
      "刘": 2598,
      "则": 2599,
      "刚": 2600,
      "创": 2601,
      "初": 2602,
      "删": 2603,
      "判": 2604,
      "別": 2605,
      "利": 2606,
      "别": 2607,
      "到": 2608,
      "制": 2609,
      "刷": 2610,
      "券": 2611,
      "刹": 2612,
      "刺": 2613,
      "刻": 2614,
      "剂": 2615,
      "則": 2616,
      "削": 2617,
      "前": 2618,
      "剔": 2619,
      "剖": 2620,
      "剛": 2621,
      "剝": 2622,
      "剣": 2623,
      "剤": 2624,
      "剥": 2625,
      "剩": 2626,
      "剪": 2627,
      "副": 2628,
      "剰": 2629,
      "割": 2630,
      "創": 2631,
      "劇": 2632,
      "劉": 2633,
      "力": 2634,
      "办": 2635,
      "功": 2636,
      "加": 2637,
      "务": 2638,
      "劣": 2639,
      "动": 2640,
      "助": 2641,
      "努": 2642,
      "劫": 2643,
      "励": 2644,
      "劳": 2645,
      "労": 2646,
      "効": 2647,
      "劾": 2648,
      "势": 2649,
      "勃": 2650,
      "勅": 2651,
      "勇": 2652,
      "勉": 2653,
      "勋": 2654,
      "動": 2655,
      "勘": 2656,
      "務": 2657,
      "勝": 2658,
      "募": 2659,
      "勢": 2660,
      "勤": 2661,
      "勧": 2662,
      "勲": 2663,
      "勾": 2664,
      "勿": 2665,
      "匀": 2666,
      "匂": 2667,
      "包": 2668,
      "化": 2669,
      "北": 2670,
      "匙": 2671,
      "匠": 2672,
      "匹": 2673,
      "区": 2674,
      "医": 2675,
      "匿": 2676,
      "區": 2677,
      "十": 2678,
      "千": 2679,
      "升": 2680,
      "午": 2681,
      "半": 2682,
      "华": 2683,
      "协": 2684,
      "卑": 2685,
      "卒": 2686,
      "卓": 2687,
      "協": 2688,
      "单": 2689,
      "卖": 2690,
      "南": 2691,
      "単": 2692,
      "博": 2693,
      "占": 2694,
      "卡": 2695,
      "卫": 2696,
      "卯": 2697,
      "印": 2698,
      "危": 2699,
      "即": 2700,
      "却": 2701,
      "卵": 2702,
      "卷": 2703,
      "卸": 2704,
      "厂": 2705,
      "厄": 2706,
      "历": 2707,
      "压": 2708,
      "厘": 2709,
      "厚": 2710,
      "原": 2711,
      "厦": 2712,
      "厨": 2713,
      "厳": 2714,
      "去": 2715,
      "县": 2716,
      "叁": 2717,
      "参": 2718,
      "又": 2719,
      "叉": 2720,
      "及": 2721,
      "友": 2722,
      "双": 2723,
      "反": 2724,
      "収": 2725,
      "发": 2726,
      "叔": 2727,
      "取": 2728,
      "受": 2729,
      "变": 2730,
      "叙": 2731,
      "叠": 2732,
      "口": 2733,
      "古": 2734,
      "句": 2735,
      "另": 2736,
      "只": 2737,
      "叫": 2738,
      "召": 2739,
      "叭": 2740,
      "叮": 2741,
      "可": 2742,
      "台": 2743,
      "史": 2744,
      "右": 2745,
      "叶": 2746,
      "号": 2747,
      "司": 2748,
      "吃": 2749,
      "各": 2750,
      "合": 2751,
      "吉": 2752,
      "同": 2753,
      "名": 2754,
      "后": 2755,
      "吏": 2756,
      "吐": 2757,
      "向": 2758,
      "吓": 2759,
      "吗": 2760,
      "君": 2761,
      "吟": 2762,
      "否": 2763,
      "吧": 2764,
      "含": 2765,
      "听": 2766,
      "启": 2767,
      "吱": 2768,
      "吴": 2769,
      "吸": 2770,
      "吹": 2771,
      "呀": 2772,
      "呂": 2773,
      "呃": 2774,
      "呈": 2775,
      "呉": 2776,
      "告": 2777,
      "呐": 2778,
      "呕": 2779,
      "呗": 2780,
      "员": 2781,
      "呜": 2782,
      "呢": 2783,
      "周": 2784,
      "呪": 2785,
      "呮": 2786,
      "味": 2787,
      "呵": 2788,
      "呸": 2789,
      "呼": 2790,
      "命": 2791,
      "咋": 2792,
      "和": 2793,
      "咖": 2794,
      "咚": 2795,
      "咦": 2796,
      "咧": 2797,
      "咨": 2798,
      "咯": 2799,
      "咱": 2800,
      "咲": 2801,
      "咳": 2802,
      "咸": 2803,
      "咽": 2804,
      "哀": 2805,
      "品": 2806,
      "哇": 2807,
      "哈": 2808,
      "哉": 2809,
      "响": 2810,
      "哎": 2811,
      "哒": 2812,
      "哗": 2813,
      "哟": 2814,
      "員": 2815,
      "哥": 2816,
      "哦": 2817,
      "哧": 2818,
      "哩": 2819,
      "哪": 2820,
      "哲": 2821,
      "哺": 2822,
      "哼": 2823,
      "唄": 2824,
      "唆": 2825,
      "唇": 2826,
      "唉": 2827,
      "唐": 2828,
      "唤": 2829,
      "售": 2830,
      "唯": 2831,
      "唱": 2832,
      "唷": 2833,
      "唾": 2834,
      "商": 2835,
      "啊": 2836,
      "問": 2837,
      "啐": 2838,
